Repository: wikimedia/wikimedia-developer-portal
Catalog: data/locale/*/LC_MESSAGES/mkdocs.po
Languages: es, fi, fr, he, mk, ru, sl, tr

source: [Visit the YouTube channel](https://www.youtube.com/user/watchmediawiki/videos)
fi: [Vieraile YouTube-kanavalla](https://www.youtube.com/user/watchmediawiki/videos)
fr: [Visiter le canal YouTube](https://www.youtube.com/user/watchmediawiki/videos)
he: [ביקור בערוץ היוטיוב](https://www.youtube.com/user/watchmediawiki/videos)
mk: [Посетете го каналот на Јутјуб](https://www.youtube.com/user/watchmediawiki/videos)
ru: [Посетите канал YouTube](https://www.youtube.com/user/watchmediawiki/videos)
sl: [Obiščite YouTube kanal](https://www.youtube.com/user/watchmediawiki/videos)
tr: [YouTube kanalını ziyaret edin](https://www.youtube.com/user/watchmediawiki/videos)

source: Tech ambassadors
es: Embajadores técnicos
fi: Tekniset lähettiläät
fr: Ambassadeurs techniques
he: שגרירים טכניים
mk: Технички амбасадори
ru: Технические посредники
sl: Tehnićni ambasadorji
tr: Teknoloji elçileri

source: Volunteer your skills to help Wikimedians resolve technical issues and connect developers with local wikis.
fi: Kasvata taitojasi vapaaehtoisena auttaaksesi wikimedialaisia ratkaisemaan teknisiä ongelmia ja yhdistämään kehittäjät paikallisiin wikeihin.
fr: Partagez de façon bénévole vos compétences pour aider les Wikimédiens à résoudre des problèmes techniques et vous mettre en relation avec les développeurs de wikis locaux.
mk: Пријавете се како доброволец со вашите вештини за да им помогнете на Викимедијанците да ги решат техничките проблеми и да ги поврзете разработувачите со месните викија.
ru: Поделитесь своими навыками, чтобы помочь викимедийцам решать технические проблемы и связывать разработчиков с местными вики.
sl: Prostovoljno ponudite svoje spretnosti, da pomagate Wikimedijcem pri odpravljanju tehničnih težav in povezovanju razvijalcev z lokalnimi vikiji.
tr: Wikimedia kullanıcıları teknik sorunları çözmelerine ve geliştiricileri yerel viki'lerle bağlantı kurmalarına yardımcı olmak için becerilerinizi gönüllü olarak kullanın.

source: [Read more on Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Tech/Ambassadors)
es: [Lea más en Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Tech/Ambassadors)
fi: [Lue lisää Meta-Wikissä](https://meta.wikimedia.org/wiki/Special:MyLanguage/Tech/Ambassadors)
fr: [Lire davantage sur Méta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Tech/Ambassadors)
he: [מידע נוסף באתר Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Tech/Ambassadors)
mk: [Прочитајте повеќе на Мета](https://meta.wikimedia.org/wiki/Special:MyLanguage/Tech/Ambassadors)
ru: [Читайте далее в Мета-вики](https://meta.wikimedia.org/wiki/Special:MyLanguage/Tech/Ambassadors)
sl: [Preberite več na Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Tech/Ambassadors)
tr: [Meta-Wiki'de daha fazlasını okuyun](https://meta.wikimedia.org/wiki/Special:MyLanguage/Tech/Ambassadors)

source: Learn about Wikimedia technical operations
fi: Opi Wikimedian teknisistä toiminnoista
fr: Apprenez sur les opérations techniques de Wikimedia
mk: Осознајте ги техничките операции на Викимедија
ru: Узнайте о технических операциях Викимедиа
sl: Več o tehničnih operacijah Wikimedie
tr: Wikimedia teknik işlemleri hakkında bilgi edinin

source: Wikimedia technical operations
fi: Wikimedian tekniset toiminnot
fr: Opérations techniques de Wikimedia
he: תפעול טכני של ויקימדיה
mk: Технички операции на Викимедија
ru: Технические операции Викимедиа
sl: Tehnične operacije Wikimedie
tr: Wikimedia teknik işlemleri

source: Cloud tools and services
es: Servicios y herramientas en la nube
fi: Pilvityökalut ja palvelut
fr: Outils et services hébergés en ligne (sur le « cloud »)
he: כלי ענן ושירותים
mk: Облачни алатки и услуги
ru: Облачные инструменты и сервисы
sl: Orodja in storitve v oblaku
tr: Bulut araçları ve hizmetleri

source: Learn about shared hosting, data services, and other infrastructure support for technical contributions to Wikimedia projects.
fi: Opi jaetusta isännöinnistä, datapalveluista ja muusta infrastruktuurin tuesta Wikimedian projekteihin liittyvää teknistä tukea varten.
fr: Apprenez sur l’hébergement partagé, les services de données et d’autres support d’infrastructure pour les contributions techniques aux projets de Wikimedia.
mk: Дознајте за споделеното вдомување, податочните служби и друга инфраструктурна поддршка за технички придонеси на Викимедиините проекти.
ru: Узнайте о совместном хостинге, службах данных и другой поддержке инфраструктуры для технического вклада в проекты Викимедиа.
sl: Seznanite se s skupnim gostovanjem, podatkovnimi storitvami in drugo infrastrukturno podporo za tehnične prispevke k projektom Wikimedie.
tr: Wikimedia projelerine teknik katkılar için paylaşılan barındırma, veri hizmetleri ve diğer altyapı desteği hakkında bilgi edinin.

source: [Read more on Wikitech](https://wikitech.wikimedia.org/wiki/Help:Cloud_Services_introduction)
es: [Lea más en Wikitech](https://wikitech.wikimedia.org/wiki/Help:Cloud_Services_introduction)
fi: [Lue lisää Wikitechissä](https://wikitech.wikimedia.org/wiki/Help:Cloud_Services_introduction)
fr: [Lire davantage sur Wikitech](https://wikitech.wikimedia.org/wiki/Help:Cloud_Services_introduction)
he: [מידע נוסף באתר Wikitech](https://wikitech.wikimedia.org/wiki/Help:Cloud_Services_introduction)
mk: [Прочитајте повеќе на Викитехника](https://wikitech.wikimedia.org/wiki/Help:Cloud_Services_introduction)
ru: [Читайте далее в Wikitech](https://wikitech.wikimedia.org/wiki/Help:Cloud_Services_introduction)
sl: [Preberite več na Wikitech](https://wikitech.wikimedia.org/wiki/Help:Cloud_Services_introduction)
tr: [Wikitech'te daha fazlasını okuyun](https://wikitech.wikimedia.org/wiki/Help:Cloud_Services_introduction)

source: Performance monitoring
es: Monitoreo de rendimiento
fi: Suorituskyvyn tarkkaileminen
fr: Suivi des performances
he: ניטור ביצועים
mk: Надзор врз делотворноста
ru: Мониторинг производительности
sl: Spremljanje delovanja
tr: Performans izleme

source: Monitor the current and past performance of Wikimedia sites.
es: Supervisa el rendimiento actual y pasado de los sitios de Wikimedia.
fi: Tarkkaile Wikimedia-sivustojen nykyistä ja aiempaa suorituskykyä.
fr: Suivez les performances actuelles et passées des sites Wikimedia.
mk: Надгледувајте ја сегашната и поранешната делотворност на Викимедиините викија.
ru: Отслеживайте текущую и прошлую производительность сайтов Викимедиа.
sl: Spremljajte trenutno in preteklo delovanje spletnih mest Wikimedie.
tr: Wikimedia sitelerinin mevcut ve geçmiş performansını izleyin.

source: [Read more](https://performance.wikimedia.org/)
es: [Leer más](https://performance.wikimedia.org/)
fi: [Lue lisää](https://performance.wikimedia.org/)
fr: [Lire davantage](https://performance.wikimedia.org/)
he: [מידע נוסף](https://performance.wikimedia.org/)
mk: [Прочитајте повеќе](https://performance.wikimedia.org/)
ru: [Читать далее](https://performance.wikimedia.org/)
sl: [Preberite več](https://performance.wikimedia.org/)
tr: [Daha fazlasını okuyun](https://performance.wikimedia.org/)

source: Security policies
es: Políticas de seguridad
fi: Tietoturvakäytännöt
fr: Politiques de sécurité
he: מדיניות אבטחה
mk: Безбедносни правила
ru: Политики безопасности
sl: Varnostni pravilniki
tr: Güvenlik politikaları

source: Read security policies for the MediaWiki platform and the Wikimedia Foundation.
fi: Lue MediaWiki-alustan ja Wikimedia-säätiön tietoturvakäytännöt.
fr: Lisez les politiques de sécurité pour la plateforme MediaWiki et la Fondation Wikimedia.
mk: Прочитајте ги безбедностите правила за подлогата МедијаВики и Фондацијата Викимедија.
ru: Ознакомьтесь с политиками безопасности для платформы MediaWiki и Фонда Викимедиа.
sl: Preberite varnostne pravilnike platforme MediaWiki in Fundacije Wikimedia.
tr: MediaWiki platformu ve Wikimedia Vakfı için güvenlik politikalarını okuyun.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Security)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Security)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/Security)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Security)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Security)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Security)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Security)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Security)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/Security)

source: Software deployments
fi: Ohjelmistojen käyttöönotot
fr: Déploiements logiciels
he: התקנות תוכנה
mk: Спроведување на програми
ru: Развёртывание программного обеспечения
sl: Umeščanje programja
tr: Yazılım dağıtımları

source: Track software deployments to Wikimedia Foundation servers.
fi: Seuraa ohjelmistojen käyttöönottoja Wikimedia-säätiön palvelimille.
fr: Tracez les déploiements logiciels sur les serveurs de la Fondation Wikimedia.
mk: Следете ги спроведувањата на програмската опрама на опслужувачи на Фондацијата Викимедија.
ru: Отслеживайте развёртывание программного обеспечения на серверах Фонда Викимедиа.
sl: Sledite umeščanju programja v strežnike Fundacije Wikimedia.
tr: Wikimedia Vakfı sunucularına yazılım dağıtımlarını izleyin.

source: [Read more on Wikitech](https://wikitech.wikimedia.org/wiki/Deployments)
es: [Lea más en Wikitech](https://wikitech.wikimedia.org/wiki/Deployments)
fi: [Lue lisää Wikitechissä](https://wikitech.wikimedia.org/wiki/Deployments)
fr: [Lire davantage sur Wikitech](https://wikitech.wikimedia.org/wiki/Deployments)
he: [מידע נוסף באתר Wikitech](https://wikitech.wikimedia.org/wiki/Deployments)
mk: [Прочитајте повеќе на Викитехника](https://wikitech.wikimedia.org/wiki/Deployments)
ru: [Читайте далее в Wikitech](https://wikitech.wikimedia.org/wiki/Deployments)
sl: [Preberite več na Wikitech](https://wikitech.wikimedia.org/wiki/Deployments)
tr: [Wikitech'te daha fazlasını okuyun](https://wikitech.wikimedia.org/wiki/Deployments)

source: Structured data infrastructure
es: Infraestructura de datos estructurados
fi: Strukturoitu datainfrastruktuuri
fr: Infrastructure de données structurées
he: תשתית נתונים מבניים
mk: Инфраструктура за структурирани податоци
ru: Инфраструктура структурированных данных
sl: Infrastruktura strukturiranih podatkov
tr: Yapılandırılmış veri altyapısı

source: Wikibase is open source software for collaborative knowledge bases and linked open data. Learn about the system architecture of the software behind Wikidata.
fi: Wikibase on avoimen lähdekoodin ohjelmisto yhteistyötietokantoihin ja linkitetylle avoimelle datalle. Opi Wikidatan taustalla olevan ohjelmiston järjestelmän arkkitehtuurista.
fr: Wikibase est un logiciel à source ouverte pour les bases de connaissance collaboratives et les données ouvertes liées. Apprenez sur l’architecture système du logiciel derrière Wikidata.
mk: Викибазата е програм со отворен код наменета за соработни бази на знаења и поврзани отворени податоци. Осознајте ја системската архитектура на програмската опрема на која работат Википодатоците.
ru: Викибаза (Wikibase) — это программное обеспечение с открытым исходным кодом для совместных баз знаний и связанных открытых данных. Узнайте о системной архитектуре программного обеспечения Викиданных.
sl: Wikibase je odprtokodno programje za sodelovalne zbirke znanja in povezane odprte podatke. Seznanite se s sistemsko arhitekturo programja Wikipodatkov.
tr: Wikibase, işbirliğine dayalı bilgi tabanları ve bağlantılı açık veriler için açık kaynaklı yazılımdır. Vikiveri'nin arkasındaki yazılımın sistem mimarisi hakkında bilgi edinin.

source: [Read the docs](https://wmde.github.io/wikidata-wikibase-architecture/)
es: [Lee la documentación](https://wmde.github.io/wikidata-wikibase-architecture/)
fi: [Lue asiakirjat](https://wmde.github.io/wikidata-wikibase-architecture/)
fr: [Lire la documentation](https://wmde.github.io/wikidata-wikibase-architecture/)
he: [קריאת תיעוד](https://wmde.github.io/wikidata-wikibase-architecture/)
mk: [Прочитајте ги документите](https://wmde.github.io/wikidata-wikibase-architecture/)
ru: [Прочтите документацию](https://wmde.github.io/wikidata-wikibase-architecture/)
sl: [Preberite dokumentacijo](https://wmde.github.io/wikidata-wikibase-architecture/)
tr: [Belgeleri okuyun](https://wmde.github.io/wikidata-wikibase-architecture/)

source: Technical infrastructure
es: Infraestructura técnica
fi: Tekninen infrastruktuuri
fr: Infrastructure technique
he: תשתית טכנית
mk: Техничка инфраструктура
ru: Техническая инфраструктура
sl: Tehnična infrastruktura
tr: Teknik altyapı

source: Learn about essential Wikimedia infrastructure like networks, data centers, and logging, and browse architecture diagrams.
fi: Opi olennaisesta Wikimedian infrastruktuurista, kuten tietoverkoista, datakeskuksista, lokikirjauksista ja selaa arkkitehtuurikaavioita.
fr: Apprenez au sujet des infrastructures essentielles de Wikimedia tels que les réseaux, les centres de données ou la journalisation et parcourez les diagrammes architecturaux.
mk: Осознајте ја основната инфраструктура на Викимедија како мрежи, податочни центри и заведување во дневници. Прелистајте ги архитектонските дијаграми.
ru: Узнайте об основной инфраструктуре Викимедиа, такой как сети, центры обработки данных и журналирование, и просмотрите схемы архитектуры.
sl: Seznanite se s temeljno infrastrukturo Wikimedie, kot so omrežja, podatkovni centri in dnevniki, ter brskajte po diagramih arhitekture.
tr: Ağlar, veri merkezleri ve günlük kaydı gibi temel Wikimedia altyapısı hakkında bilgi edinin ve mimari şemalara göz atın.

source: [Read more on Wikitech](https://wikitech.wikimedia.org/wiki/Wikimedia_infrastructure)
es: [Lea más en Wikitech](https://wikitech.wikimedia.org/wiki/Wikimedia_infrastructure)
fi: [Lue lisää Wikitechissä](https://wikitech.wikimedia.org/wiki/Wikimedia_infrastructure)
fr: [Lire davantage sur Wikitech](https://wikitech.wikimedia.org/wiki/Wikimedia_infrastructure)
he: [מידע נוסף באתר Wikitech](https://wikitech.wikimedia.org/wiki/Wikimedia_infrastructure)
mk: [Прочитајте повеќе на Викитехника](https://wikitech.wikimedia.org/wiki/Wikimedia_infrastructure)
ru: [Читайте далее в Wikitech](https://wikitech.wikimedia.org/wiki/Wikimedia_infrastructure)
sl: [Preberite več na Wikitechh](https://wikitech.wikimedia.org/wiki/Wikimedia_infrastructure)
tr: [Wikitech'te daha fazlasını okuyun](https://wikitech.wikimedia.org/wiki/Wikimedia_infrastructure)

source: Technical decision-making process
fi: Tekninen päätöksentekoprosessi
fr: Processus de prise de décision technique
he: תהליך קבלת החלטות טכניות
mk: Постапки на одлучување за техниката
ru: Процесс принятия технических решений
sl: Postopek tehničnega odločanja
tr: Teknik karar verme süreci

source: Learn about why and how technical decisions are made, and browse decision records.
fi: Opi miksi ja miten päätöksiä tehdään ja selaa päätösten tietueita.
fr: Apprenez le pourquoi et le comment des prises de décision techniques et parcourez les minutes de décisions.
mk: Дознајте зошто и како се донесуваат техничките одлуки и прелистајте ја евиденцијата за донесените одлуки.
ru: Узнайте, почему и как принимаются технические решения, и просмотрите записи решений.
sl: Izvedite, zakaj in kako se sprejemajo tehnični sklepi, ter brskajte po zapisih sklepov.
tr: Teknik kararların neden ve nasıl alındığını öğrenin ve karar kayıtlarına göz atın.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Technical_decision_making)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Technical_decision_making)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/Technical_decision_making)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Technical_decision_making)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Technical_decision_making)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Technical_decision_making)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Technical_decision_making)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Technical_decision_making)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/Technical_decision_making)

source: Get tech project updates
fi: Hanki teknisten projektien päivitykset
fr: Obtenir les mises à jour des projets techniques
he: קבלת עדכונים על פרויקטים טכניים
mk: Добивајте новости за технички проекти
ru: Получайте обновления технического проекта
sl: Pridobite posodobitve tehničnih projektov
tr: Teknik proje güncellemelerini alın

source: Tech blog
es: Blog de tecnología
fi: Tekninen blogi
fr: Blogue technique
he: בלוג הטכנולוגיה
mk: Технички блог
ru: Технический блог
sl: Tehnični blog
tr: Teknik blogu

source: Read blog posts from the Wikimedia technical community.
fi: Lue Wikimedian teknisen yhteisön blogikirjoituksia.
fr: Lisez les billets de blogue de la communauté technique de Wikimedia.
he: לקרוא רשומות בלוג של הקהילה הטכנית של ויקימדיה.
mk: Читајте блоговски написи од техничката заедница на Викимедија.
ru: Читайте сообщения в блогах технического сообщества Викимедиа.
sl: Berite blogovske objave tehnične skupnosti Wikimedie.
tr: Wikimedia teknik topluluğundan blog gönderilerini okuyun.

source: [Visit the tech blog](https://techblog.wikimedia.org/)
es: [Vista el blog de tecnología](https://techblog.wikimedia.org/)
fi: [Vieraile blogissa](https://techblog.wikimedia.org/)
fr: [Visiter le blogue technique](https://techblog.wikimedia.org/)
he: [ביקור בבלוג הטכני](https://techblog.wikimedia.org/)
mk: [Посетете го техничкиот блог](https://techblog.wikimedia.org/)
ru: [Посетите технический блог](https://techblog.wikimedia.org/)
sl: [Obiščite tehnični blog](https://techblog.wikimedia.org/)
tr: [Teknik blogu ziyaret edin](https://techblog.wikimedia.org/)

source: Technical community newsletter
es: Boletín de la comunidad técnica
fi: Teknisen yhteisön uutiskirje
fr: Bulletin d’information de la communauté technique
he: ידיעון טכני קהילתי
mk: Билтен на техничката заедница
ru: Информационный бюллетень технического сообщества
sl: Novičnik tehnične skupnosti
tr: Teknik topluluk bülteni

source: Subscribe to quarterly updates on activities in the Wikimedia technical community.
fi: Tilaa neljännesvuosittaiset päivitykset Wikimedian teknisen yhteisön toiminnasta.
fr: Abonnez-vous au bulletin trimestriel d’information sur les activités de la communauté technique de Wikimedia.
mk: Претплатете се на тримесечниот билтен посветен на активностите на Викимедиината техничка заедница.
ru: Подпишитесь на ежеквартальную рассылку новостей о деятельности технического сообщества Викимедиа.
sl: Naročite se na četrtletno obveščanje o dogajanju v tehnični skupnosti Wikimedie.
tr: Wikimedia teknik topluluğundaki etkinliklerle ilgili üç aylık güncellemelere abone olun.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Technical_Community_Newsletter)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Technical_Community_Newsletter)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/Technical_Community_Newsletter)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Technical_Community_Newsletter)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Technical_Community_Newsletter)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Technical_Community_Newsletter)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Technical_Community_Newsletter)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Technical_Community_Newsletter)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/Technical_Community_Newsletter)

source: Tech news
es: Noticias técnicas
fi: Tekniikkauutiset
fr: Nouvelles techniques
he: ידיעות הטכנולוגיה
mk: Технички новости
ru: Технические новости
sl: Tehnične novice
tr: Teknik haberleri

source: Get weekly summaries of technical topics for Wikimedians.
fi: Hanki viikoittaiset yhteenvedot teknisistä aiheista wikimedialaisille.
fr: Obtenez les résumés hebdomadaires des sujets techniques pour les Wikimédiens.
mk: Добивајт неделни прегледи за Викимедијаци на технички теми.
ru: Получайте еженедельные обзоры технических тем для викимедийцев.
sl: Naročite se na tedenske povzetke tehničnih tem za Wikimedijce.
tr: Wikimedia kullanıcıları için haftalık teknik konu özetlerini alın.

source: [Read more on Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Tech/News/Latest)
es: [Lea más en Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Tech/News/Latest)
fi: [Lue lisää Meta-Wikissä](https://meta.wikimedia.org/wiki/Special:MyLanguage/Tech/News/Latest)
fr: [Lire davantage sur Méta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Tech/News/Latest)
he: [מידע נוסף באתר Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Tech/News/Latest)
mk: [Прочирајте повќе на Мета](https://meta.wikimedia.org/wiki/Special:MyLanguage/Tech/News/Latest)
ru: [Читайте далее в Мета-вики](https://meta.wikimedia.org/wiki/Special:MyLanguage/Tech/News/Latest)
sl: [Preberite več na Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Tech/News/Latest)
tr: [Meta-Wiki'de daha fazlasını okuyun](https://meta.wikimedia.org/wiki/Special:MyLanguage/Tech/News/Latest)

source: Contribute to Wikimedia open source
fi: Osallistu Wikimedian avoimeen lähdekoodiin
fr: Contribuer au source ouvert de Wikimedia
mk: Учествувајте во отворениот код на Викимедија
ru: Пополнение открытого исходного кода Викимедиа
sl: Prispevajte k odprti kodi Wikimedie
tr: Wikimedia açık kaynağına katkıda bulunun

source: [Learn how contributing works](overview.md)
es: [Aprende cómo funcionan las contribuciones](overview.md)
fi: [Lue osallistumisen tavoista](overview.md)
fr: [Apprendre comment contribuer aux travaux](overview.md)
he: [ללמוד איך עובדת תקומה](overview.md)
mk: [Дознајте како да учествувате](overview.md)
ru: [Узнайте, как выглядит процесс добавления своего кода](overview.md)
sl: [Seznanite se s prispevanjem](overview.md)
tr: [Katkıda bulunmanın nasıl çalıştığını öğrenin](overview.md)

source: Get the basics of how to contribute to MediaWiki and other Wikimedia open source projects.
fi: Opi perusteet osallistumisesta MediaWikiin ja muihin Wikimedian avoimen lähdekoodin projekteihin.
fr: Obtenez les bases sur comment contribuer à MediaWiki et à d’autres projets en source ouverte de Wikimedia.
mk: Научете ги основите на учество на МедијаВики и другите Викимедиини проекти со отворен код.
ru: Получите основные сведения о том, как внести свой вклад в MediaWiki и другие проекты Викимедиа с открытым исходным кодом.
sl: Seznanite se z osnovami prispevanja k programju MediaWiki in drugim odprtokodnim projektom Wikimedie.
tr: MediaWiki ve diğer Wikimedia açık kaynak projelerine nasıl katkıda bulunacağınıza ilişkin temel bilgileri edinin.
