Repository: wikimedia/wikimedia-developer-portal
Catalog: data/locale/*/LC_MESSAGES/mkdocs.po
Languages: es, fi, fr, he, mk, ru, sl, tr

source: Browse example apps that demonstrate best practices for using Wikimedia APIs, including fetching wiki content, logging in, and editing pages.
es: Navega por aplicaciones de ejemplo que demuestran las mejores prácticas para usar las APIs de Wikimedia, incluyendo la obtención de contenido wiki, inicio de sesión y ediciones de páginas.
fi: Selaa esimerkkisovelluksia, jotka esittelevät käytäntöjä Wikimedian ohjelmointirajapintojen käyttämiseen, sisällön hakemiseen, sisäänkirjautumiseen ja sivujen muokkaamiseen.
fr: Parcourez des applis d’exemple qui démontrent les meilleures pratiques pour l’utilisation des API de Wikimedia, y compris la récupération du contenu wiki, la connexion et la modifications de pages.
mk: Погледајте ги примерните прилози кои ги покажуваат најдобрите практики за употреба на Викимедиините приложници, вклучувајќи добивање на содржина, најава и уредување на страници.
ru: Просмотрите примеры приложений, демонстрирующие лучшие практики использования API Викимедиа, включая получение вики-контента, авторизацию в проектах и редактирование страниц.
sl: Brskajte po primerih aplikacij, ki prikazujejo najboljše prakse za uporabo API-jev Wikimedie, vključno s pridobivanjem vikivsebine, prijavo in urejanjem strani.
tr: Viki içeriği alma, oturum açma ve sayfaları düzenleme dahil olmak üzere Wikimedia API'lerini kullanmak için en iyi uygulamaları gösteren örnek uygulamalara göz atın.

source: [Visit the gallery](https://apps-gallery.toolforge.org)
es: [Visita la galería](https://apps-gallery.toolforge.org)
fi: [Vieraile galleriassa](https://apps-gallery.toolforge.org)
fr: [Visiter la galerie](https://apps-gallery.toolforge.org)
he: [ביקור בגלריה](https://apps-gallery.toolforge.org)
mk: [Посетете ја галеријата](https://apps-gallery.toolforge.org)
ru: [Посетите галерею](https://apps-gallery.toolforge.org)
sl: [Obiščite galerijo](https://apps-gallery.toolforge.org)
tr: [Galeriyi ziyaret edin](https://apps-gallery.toolforge.org)

source: Wikipedia visualizations
es: Visualizaciones de Wikipedia
fi: Wikipedian visualisoinnit
fr: Visualisations de Wikipédia
mk: Нагледни претстави од Википедија
ru: Визуализации Википедии
sl: Vizualizacije Wikipedije
tr: Vikipedi görselleştirmeleri

source: “See, also” is a gallery of apps that visualize data from Wikipedia. Check out the gallery to get inspired and learn about available data and APIs.
fi: "Katso myös" on galleria sovelluksista, jotka visualisoivat Wikipedian tietoja. Tutustu galleriaan saadaksesi inspiraatiota ja oppiaksesi saatavilla olevasta datasta ja ohjelmointirajapinnoista.
fr: « See, also » (Voir, aussi) est une galerie d’applis qui visualisent des données de Wikipédia. Parcourez la galerie pour vous inspirer et apprendre au sujet des données et des API disponibles.
mk: „See, also“ е галерија на прилози кои даваат нагледна претстава за податоците од Википедија. Погледајте ја галеријата за да се инспирирате и да дознаете за расположливите податоци и приложници.
ru: «Смотрите также» — это галерея приложений, визуализирующих данные из Википедии. Просмотрите галерею, чтобы получить вдохновение и узнать о доступных данных и API.
sl: »See, also« je galerija aplikacij za vizualizacijo podatkov iz Wikipedije. Oglejte si galerijo, če želite najti navdih in izvedeti več o razpoložljivih podatkih in API-jih.
tr: "Ayrıca bakınız", Vikipedi'deki verileri görselleştiren bir uygulama galerisidir. İlham almak ve mevcut veriler ve API'ler hakkında bilgi edinmek için galeriye göz atın.

source: [Visit the gallery](https://seealso.org/)
es: [Visita la galería](https://seealso.org/)
fi: [Vieraile galleriassa](https://seealso.org/)
fr: [Visiter la galerie](https://seealso.org/)
he: [ביקור בגלריה](https://seealso.org/)
mk: [Посетете ја галеријата](https://seealso.org/)
ru: [Посетите галерею](https://seealso.org/)
sl: [Obiščite galerijo](https://seealso.org/)
tr: [Galeriyi ziyaret edin](https://seealso.org/)

source: Wikidata visualizations
es: Visualizaciones de Wikidata
fi: Wikidatan visualisoinnit
fr: Visualisations de Wikidata
mk: Нагледни претстави од Википодатоци
ru: Визуализации Викиданных
sl: Vizualizacije Wikipedije
tr: Vikiveri görselleştirmeleri

source: Wikidata is a machine-readable knowledge base with millions of items. Browse this list of visualizations to get inspired and see open source examples of how to reuse Wikidata.
es: Wikidata es una base de conocimiento con millones de elementos. Explore esta lista de visualizaciones para inspirarte y ver ejemplos de código abierto sobre cómo reutilizar Wikidata.
fi: Wikidata on koneellisesti luettava miljoonien kohteiden tietokanta. Selaa tätä visualisointiluetteloa saadaksesi inspiraatiota ja katso avoimen lähdekoodin esimerkkejä Wikidatan uudelleenkäytöstä.
fr: Wikidata est une base de connaissance lisible par la machine contenant des millions d’éléments. Parcourez cette liste de visualisations pour vous inspirer et voir des exemples à code source ouvert de comment réutiliser Wikidata.
mk: Википодатоците е машински читлива база на знаења со милиони предмети. Прелистајте го овој список на нагледни претстави за да се инспирирате и да погледате отворенокодни примери за употреба на Википодатоците.
ru: Викиданные — это машиночитаемая база знаний с миллионами элементов. Просмотрите этот список визуализаций, чтобы вдохновиться и посмотреть примеры повторного использования Викиданных с открытым исходным кодом.
sl: Wikipodatki so strojno berljiva zbirka znanja z milijoni elementov. Prebrskajte ta seznam vizualizacij, da dobite navdih, in si oglejte odprtokodne primere ponovne uporabe Wikipodatkov.
tr: Vikiveri; milyonlarca öge içeren, makine tarafından okunabilen bir bilgi tabanıdır. İlham almak ve Vikiveri'nin nasıl yeniden kullanılacağına ilişkin açık kaynak örneklerini görmek için bu görselleştirme listesine göz atın.

source: [Read more on Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Tools/Visualize_data)
es: [Lea más en Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Tools/Visualize_data)
fi: [Lue lisää Wikidatassa](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Tools/Visualize_data)
fr: [Lire davantage sur Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Tools/Visualize_data)
he: [מידע נוסף באתר Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Tools/Visualize_data)
mk: [Прочитајте повеќе на Википодатоците](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Tools/Visualize_data)
ru: [Читайте далее в Викиданных](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Tools/Visualize_data)
sl: [Preberite več v Wikipodatkih](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Tools/Visualize_data)
tr: [Vikiveri hakkında daha fazla bilgi edinin](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Tools/Visualize_data)

source: Display information from Wikidata
es: Mostrar información de Wikidata
fi: Näytä tietoja Wikidatasta
fr: Afficher des informations de Wikidata
mk: Приказ на информации од Википодатоци
ru: Показать информацию из Викиданных
sl: Prikaži informacije iz Wikipodatkov
tr: Vikiveri'den bilgileri göster

source: Use the MediaWiki API to fetch and display information from Wikidata. Learn how Wikipedia articles are associated with Wikidata and how to parse Wikidata structures.
es: Usa la API de Mediawiki para obtener y mostrar información desde Wikidata. Aprenda a cómo los artículos de Wikipedia están asociados con Wikidata y cómo analizar las estructuras de Wikidata.
fi: Käytä MediaWiki API:a tietojen hakemiseen ja näyttämiseen Wikidatasta. Opi, kuinka Wikipedian artikkelit liittyvät Wikidataan ja kuinka Wikidata-rakenteita jäsennetään.
fr: Utilisez l’API de MediaWiki pour récupérer et visualiser les informations de Wikidata. Apprenez comment les articles Wikipédia sont associés avec Wikidata et comment analyser les données structurées de Wikidata.
mk: Дознајте како да го користите приложникот на МедијаВики за приказ на информации од Википодатоците. ДОзнајте како статиите на Википедија се поврзани со Википодатоците и како да ги расчленувате структурите на Википодатоците.
ru: Используйте API MediaWiki для извлечения и отображения информации из Викиданных. Узнайте, как статьи Википедии связаны с Викиданными и как анализировать структуры Викиданных.
sl: Uporabite API programja MediaWiki za pridobivanje in prikaz informacij iz Wikipodatkov. Spoznajte, kako se članki Wikipedije povezujejo z Wikipodatki in kako razčlenjevati strukture Wikipodatkov.
tr: Vikiveri'den bilgi almak ve görüntülemek için MediaWiki API'sini kullanın. Wikipedia makalelerinin Vikiveri ile nasıl ilişkilendirildiğini ve Vikiveri yapılarının nasıl ayrıştırılacağını öğrenin.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Presenting_Wikidata_knowledge)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Presenting_Wikidata_knowledge)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Presenting_Wikidata_knowledge)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Presenting_Wikidata_knowledge)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Presenting_Wikidata_knowledge)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Presenting_Wikidata_knowledge)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Presenting_Wikidata_knowledge)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Presenting_Wikidata_knowledge)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Presenting_Wikidata_knowledge)

source: Display the picture of the day
es: Mostrar la imagen del día
fi: Näytä päivän kuva
fr: Afficher l’image du jour
mk: Прикажи ја сликата на денот
ru: Показать изображение дня
sl: Prikaži sliko dneva
tr: Günün resmini görüntüle

source: Learn how to use the MediaWiki API to fetch the daily featured picture from Wikipedia. This tutorial uses Python and the Flask framework.
es: Aprenda a usar la API de Mediawiki para obtener la imagen destacada del día desde Wikipedia. Este tutorial usa Python y el framework Flask.
fi: Opi käyttämään MediaWiki API:a päivittäisten kuvien hakemiseen Wikipediasta. Tämä opetusohjelma käyttää Python- ja Flask-kehystä.
fr: Apprenez comment utiliser l’API de MediaWiki pour récupérer l’image quotidienne en vedette sur Wikipédia. Ce tutoriel utilise Python et le cadre de travail Flask.
mk: Дознајте како да го користите приложникот на МедијаВики за да добивате избрани слики на денот од Википедија. Ова упатство ги користи Python и рамката Flask.
ru: Узнайте, как использовать API MediaWiki для получения ежедневной избранной картинки из Википедии. В этом руководстве используются Python и среда Flask.
sl: Naučite se uporabljati API programja MediaWiki za pridobivanje izbrane slike dneva iz Wikipedije. Ta vadnica uporablja Python in ogrodje Flask.
tr: Vikipedi'den öne çıkan günlük resmi almak için MediaWiki API'sini nasıl kullanacağınızı öğrenin. Bu öğretici Python ve Flask yapısını kullanır.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Picture_of_the_day_viewer)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Picture_of_the_day_viewer)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Picture_of_the_day_viewer)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Picture_of_the_day_viewer)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Picture_of_the_day_viewer)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Picture_of_the_day_viewer)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Picture_of_the_day_viewer)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Picture_of_the_day_viewer)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Picture_of_the_day_viewer)

source: Get started querying Wikidata
es: Comience a consultar Wikidata
fi: Aloita kyselyjen tekeminen Wikidatasta
fr: Commencer à interroger Wikidata
mk: Започнете со побарувања од Википодатоци
ru: Начните запрашивать Викиданные
sl: Začnite poizvedovati v Wikipodatkih
tr: Vikiveri'de sorgulamaya başlayın

source: Learn how to query Wikidata with SPARQL. This tutorial covers the basics of Wikidata and how to use the Wikidata Query Service.
es: Aprende a cómo hacer consultas a Wikidata con SPARQL. Este tutorial cubre los elementos básicos de Wikidata y cómo usar el Servicio de Consultas de Wikidata (Wikidata Query Service).
fi: Opi tekemään Wikidata-kyselyjä SPARQL:in avulla. Tämä opetusohjelma kattaa Wikidatan ja sen kyselypalvelun käytön perusteet.
fr: Apprenez comment interroger Wikidata avec SPARQL. Ce tutoriel couvre les fondements de Wikidata et comment utiliser le Service de requêtes Wikidata.
mk: Дознајте како да поставате барања на Википодатоците со SPARQL. Ова упатство ги опфаќа основите на Википодатоци и како да ј користите Службата за побарување.
ru: Узнайте, как делать запросы к Викиданным с помощью SPARQL. В этом руководстве рассматриваются основы Викиданных и способы использования службы запросов Викиданных.
sl: Naučite se poizvedovati po Wikipodatkih s SPARQL. Ta vadnica obravnava osnove Wikipodatkov in uporabo poizvedbene storitve Wikidata Query Service.
tr: SPARQL ile Vikiveri'yi nasıl sorgulayacağınızı öğrenin. Bu eğitim, Vikiveri'nin temellerini ve Vikiveri Sorgulama Hizmetinin nasıl kullanılacağını kapsar.

source: [Read more](https://wdqs-tutorial.toolforge.org)
es: [Leer más](https://wdqs-tutorial.toolforge.org)
fi: [Lue lisää](https://wdqs-tutorial.toolforge.org)
fr: [Lire davantage](https://wdqs-tutorial.toolforge.org)
he: [מידע נוסף](https://wdqs-tutorial.toolforge.org)
mk: [Прочитајте повеќе](https://wdqs-tutorial.toolforge.org)
ru: [Читать далее](https://wdqs-tutorial.toolforge.org)
sl: [Preberite več](https://wdqs-tutorial.toolforge.org)
tr: [Daha fazlasını okuyun](https://wdqs-tutorial.toolforge.org)

source: Search articles by location
es: Buscar artículos por ubicación
fi: Hae artikkeleja sijainnin mukaan
fr: Rechercher des articles par lieu
he: חיפוש ערכים לפי מיקום
mk: Пребарајте статии по место
ru: Искать статьи по местоположению
sl: Preiščite članke po lokaciji
tr: Maddeleri konuma göre arayın

source: Learn how to use the MediaWiki API to search for Wikipedia articles near a specific location. This tutorial uses JavaScript, Python, and the Flask framework.
es: Aprende a usar la API de Mediawiki para buscar artículos de Wikipedia cercanos a una ubicación específica. Este tutorial usa JavaScript, Python y el framework Flask.
fi: Opi käyttämään MediaWiki API:a Wikipedia-artikkelin etsimiseen tietyn sijainnin mukaan. Tämä opetusohjelma käyttää JavaScriptiä, Pythonia ja Flask-kehyksiä.
fr: Apprenez comment utiliser l’API de MediaWiki pour rechercher des articles de Wikipédia situés à proximité d’un lieu spécifique. Ce tutoriel utilise JavaScript, Python et le cadre de travail Flask.
mk: Дознајте како да го користите приложникот на МедијаВИки за да пребарување статии од Википедија во близина на дадено географско место. Ова упатство ги користи JavaScript, Python и рамката Flask.
ru: Узнайте, как использовать MediaWiki API для поиска статей Википедии о чём-то, что находится рядом с определённым местом. В этом руководстве используются JavaScript, Python и среда Flask.
sl: Naučite se uporabljati API programja MediaWiki za iskanje člankov Wikipedije v bližini določenega kraja. Ta vadnica uporablja JavaScript, Python in ogrodje Flask.
tr: Belirli bir konumun yakınındaki Vikipedi maddelerini aramak için MediaWiki API'sini nasıl kullanacağınızı öğrenin. Bu öğretici; JavaScript, Python ve Flask yapısını kullanır.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Nearby_places_viewer)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Nearby_places_viewer)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Nearby_places_viewer)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Client_code)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Nearby_places_viewer)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Nearby_places_viewer)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Nearby_places_viewer)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Nearby_places_viewer)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Nearby_places_viewer)

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Main_page)
fr: [Lire davantage sur mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Main_page)

source: Language community meetings
fr: Réunions de la communauté linguistique

source: Discuss language-related technical updates and challenges with Wikimedians from various language communities.
fr: Discuter des mises à jour techniques et des défis liés aux langues avec des Wikimédiens des différentes communautés linguistiques.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Wikimedia_Language_engineering/Community_meetings)
fr: [Lire plus sur mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Wikimedia_Language_engineering/Community_meetings)

source: A framework for writing bots and tools in Rust.
fr: Un cadre pour écrire des robots et des outils en Rust.
ru: Фреймворк для написания ботов и инструментов на Rust.

source: [Read the docs](https://docs.rs/mwbot/latest/mwbot/)
fr: [Lire les docs](https://docs.rs/mwbot/latest/mwbot/)

source: [Contribute](https://www.mediawiki.org/wiki/Mwbot-rs#Contributing)
fr: [Contribuer](https://www.mediawiki.org/wiki/Mwbot-rs#Contributing)

source: [Get the source code](https://gitlab.wikimedia.org/repos/mwbot-rs/mwbot)
fr: [Récupérer le code source](https://gitlab.wikimedia.org/repos/mwbot-rs/mwbot)

source: Bugs and feature requests
fr: rapports d’anomalies et de demandes de fonctionnalités

source: Report bugs and request new features in Wikimedia software.
fr: Rapport des bogues
ru: Сообщайте об ошибках и запрашивайте новые функции в программном обеспечении Wikimedia.

source: [Learn how to report a bug](https://www.mediawiki.org/wiki/Special:MyLanguage/How_to_report_a_bug)
fr: [Apprenez à signaler un bug] (https://www.mediawiki.org/wiki/Special:MyLanguage/How_to_report_a_bug)
ru: [Узнайте, как сообщить об ошибке](https://www.mediawiki.org/wiki/Special:MyLanguage/How_to_report_a_bug)

source: [Visit Wikimedia's task tracker](https://phabricator.wikimedia.org)
fr: [contactez les fonctionnaires de Wikimedia](https://phabricator.wikimedia.org)
ru: [Посетите трекер задач Wikimedia](https://phabricator.wikimedia.org)

source: Wikimedia uses Gerrit and GitLab for code review. Before you submit code, get familiar with the tools, processes, and best practices.
fr: Wikimedia utilise Gerrit et GitLab pour la révision du code. Avant de soumettre du code, familiarisez-vous avec les outils, les processus et les meilleures pratiques.
ru: Wikimedia использует Gerrit и GitLab для проверки кода. Прежде чем отправлять код на проверку, ознакомьтесь с инструментами, процессами и рекомендациями.

source: [Visit Tech Contribs](https://techcontribs.toolforge.org/)
ru: [Посетите Tech Contribs](https://techcontribs.toolforge.org/)

source: [Read more about Gerrit](https://www.mediawiki.org/wiki/Special:MyLanguage/Gerrit/Tutorial)
ru: [Узнайте подробнее о Gerrit](https://www.mediawiki.org/wiki/Special:MyLanguage/Gerrit/Tutorial)

source: [Read more about GitLab](https://www.mediawiki.org/wiki/Special:MyLanguage/GitLab)
ru: [Узнайте подробнее о GitLab](https://www.mediawiki.org/wiki/Special:MyLanguage/GitLab)

source: [Read more on Wikimedia Enterprise](https://enterprise.wikimedia.com/?utm_source=wmfdev)
ru: [Читать далее](https://enterprise.wikimedia.com)

source: Copyright &copy; 2022 Wikimedia Foundation and contributors
he: זכויות יוצרים &copy; קרן ויקימדיה ותורמים 2022
sl: Avtorske pravice &copy; 2022 Fundacija Wikimedia in sodelavci

source: Content: CC-BY-SA-3.0
es: Contenido: CC-BY-SA 3.0
he: תוכן: CC-BY-SA-3.0
sl: Vsebina: CC-BY-SA-3.0
tr: İçerik: CC-BY-SA-3.0

source: [Visit PAWS](https://hub.paws.wmcloud.org/hub/login)
es: [Visita PAWS](https://hub.paws.wmcloud.org/hub/login)
he: [ביקור ב־PAWS](https://hub.paws.wmcloud.org/hub/login)
sl: [Obiščite PAWS](https://hub.paws.wmcloud.org/hub/login)
tr: [PAWS'ı ziyaret edin](https://hub.paws.wmcloud.org/hub/login)

source: [Read more on Wikitech](https://wikitech.wikimedia.org/wiki/Portal:Toolforge)
es: [Lea más en Wikitech](https://wikitech.wikimedia.org/wiki/Portal:Toolforge)
he: [מידע נוסף באתר Wikitech](https://wikitech.wikimedia.org/wiki/Portal:Toolforge)
sl: [Preberite več na Wikitech](https://wikitech.wikimedia.org/wiki/Portal:Toolforge)
tr: [Wikitech'te daha fazlasını okuyun](https://wikitech.wikimedia.org/wiki/Portal:Toolforge)

source: Customize MediaWiki with client-side JavaScript and CSS. Use scripts other people have created, and share your code with others.
sl: Prilagodite MediaWiki z JavaScriptom in CSS na strani odjemalca. Uporabite skripte, ki so jih ustvarili drugi, in delite svojo kodo z drugimi.

source: [Read more on Wikitech](https://wikitech.wikimedia.org/wiki/Portal:Toolforge/Quickstart)
es: [Lea más en Wikitech](https://wikitech.wikimedia.org/wiki/Portal:Toolforge/Quickstart)
he: [מידע נוסף באתר Wikitech](https://wikitech.wikimedia.org/wiki/Portal:Toolforge/Quickstart)
sl: [Preberite več na Wikitech](https://wikitech.wikimedia.org/wiki/Portal:Toolforge/Quickstart)
tr: [Wikitech'te daha fazlasını okuyun](https://wikitech.wikimedia.org/wiki/Portal:Toolforge/Quickstart)

source: [Read the docs](https://doc.wikimedia.org/codex/main)
es: [Lea la documentación](https://doc.wikimedia.org/codex/main)
he: [קריאת תיעוד](https://doc.wikimedia.org/codex/main)
sl: [Preberite dokumentacijo](https://doc.wikimedia.org/codex/main)
tr: [Belgeleri okuyun](https://doc.wikimedia.org/codex/main)

source: [Contribute](https://doc.wikimedia.org/codex/main/contributing/guidelines.html)
es: [Contribuir](https://doc.wikimedia.org/codex/main/contributing/guidelines.html)
he: [תרומה](https://doc.wikimedia.org/codex/main/contributing/guidelines.html)
sl: [Prispevajte](https://doc.wikimedia.org/codex/main/contributing/guidelines.html)
tr: [Katkıda bulunun](https://doc.wikimedia.org/codex/main/contributing/guidelines.html)

source: [Contribute](https://gerrit.wikimedia.org/g/blubber/+/master/CONTRIBUTING.md)
es: [Contribuir](https://gerrit.wikimedia.org/g/blubber/+/master/CONTRIBUTING.md)
he: [תרומה](https://gerrit.wikimedia.org/g/blubber/+/master/CONTRIBUTING.md)
sl: [Prispevajte](https://gerrit.wikimedia.org/g/blubber/+/master/CONTRIBUTING.md)

source: [Get the source code](https://gerrit.wikimedia.org/r/plugins/gitiles/blubber/)
es: [Obtén el código fuente](https://gerrit.wikimedia.org/r/plugins/gitiles/blubber/)
he: [קבלת קוד המקור](https://gerrit.wikimedia.org/r/plugins/gitiles/blubber/)
sl: [Pridobite izvorno kodo](https://gerrit.wikimedia.org/r/plugins/gitiles/blubber/)

source: MediaWiki and extensions
he: מדיה־ויקי והרחבות
sl: MediaWiki in razširitve
