Repository: wikimedia/wikimedia-developer-portal
Catalog: data/locale/*/LC_MESSAGES/mkdocs.po
Languages: es, fi, fr, he, mk, ru, sl, tr

source: Write code that can be localized, get your code translated, and contribute to making Wikimedia technology multilingual.
fi: Kirjoita koodia, joka voidaan lokalisoida, käännä koodiasi ja auta tekemään Wikimedia-teknologiasta monikielistä.
fr: Écrivez du code qui peut être régionalisé, faites traduire votre code et contribuez à rendre Wikimedia techniquement multilingue.
he: כתיבת קוד שאפשר לעשות לו התאמה מקומית (לוקליזציה), תרגום הקוד שלך, ותרומה לרב־לשוניות של טכנולוגיית ויקימדיה.
mk: Напишете код што може да се преведува, дајте го на правед, така учествувајќи во Викимедија со повеќејазична технологија.
ru: Пишите код, который можно локализовать, переводите код и вносите свой вклад в создание многоязычной технологии Викимедиа.
sl: Pišite kodo, ki jo je mogoče lokalizirati, prevedite svojo kodo in prispevajte k večjezičnosti tehnologije Wikimedie.
tr: Yerelleştirilebilen kodlar yazın, kodunuzu tercüme ettirin ve Wikimedia teknolojisinin çok dilli olmasına katkıda bulunun.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Localisation)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Localisation)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/Localisation)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Localisation)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Localisation)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Localisation)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Localisation)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Localisation)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/Localisation)

source: Mobile apps
es: Aplicaciones móviles
fi: Mobiilisovellukset
fr: Applications mobiles
he: יישומים ניידים
mk: Мобилни прилози
ru: Мобильные приложения
sl: Mobilne aplikacije
tr: Mobil uygulamalar

source: Expand the reach of Wikimedia content by contributing to mobile apps for Wikipedia, Wikimedia Commons, and other projects.
fi: Laajenna Wikimedia-sisällön kattavuutta osallistumalla Wikipedian, Wikimedia Commonsin ja muiden projektien mobiilisovelluksiin.
fr: Étendez la portée du contenu Wikimedia en contribuant aux applications mobiles pour Wikipédia, Wikimedia Commons et d’autres projets.
he: הרחבת הנגישות של תוכן ויקימדיה באמצעות תרומה ליישומים ניידים בשביל ויקיפדיה, ויקישיתוף, ומיזמים אחרים.
mk: Проширете го досегот на Викимедиините содржини учествувајќи во мобилните прилози за Википедија, Ризницата и други проекти.
ru: Расширьте охват контента Викимедиа, участвуя в разработке мобильных приложений для Википедии, Викисклада и других проектов.
sl: Razširite doseg Wikimedijine vsebine tako, da prispevate k mobilnim aplikacijam za Wikipedijo, Wikimedijino zbirko in druge projekte.
tr: Vikipedi, Wikimedia Commons ve diğer projeler için mobil uygulamalara katkıda bulunarak Wikimedia içeriğinin erişimini genişletin.

source: [Read more on Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Wikimedia_Apps)
es: [Lea más en Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Wikimedia_Apps)
fi: [Lue lisää Meta-Wikissä](https://meta.wikimedia.org/wiki/Special:MyLanguage/Wikimedia_Apps)
fr: [Lire davantage sur Méta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Wikimedia_Apps)
he: [מידע נוסף באתר Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Wikimedia_Apps)
mk: [Прочитајте повеќе на Мета](https://meta.wikimedia.org/wiki/Special:MyLanguage/Wikimedia_Apps)
ru: [Читайте далее в Мета-вики](https://meta.wikimedia.org/wiki/Special:MyLanguage/Wikimedia_Apps)
sl: [Preberite več na Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Wikimedia_Apps)
tr: [Meta-Wiki'de daha fazlasını okuyun](https://meta.wikimedia.org/wiki/Special:MyLanguage/Wikimedia_Apps)

source: Documentation
es: Documentación
fi: Ohjeet
he: תיעוד
mk: Документација
ru: Документация
sl: Dokumentacija
tr: Belgelendirme

source: Read the documentation style guide, and find good first tasks for improving documentation.
fi: Lue oppaan tyyliopas ja löydä hyviä ensimmäisiä tehtäviä oppaan parantamiseksi.
fr: Lisez le guide de mise en forme de la documentation et trouvez de bonnes premières tâches pour améliorer la documentation.
mk: Прочитајте го водичот за стилот за документација и најдете добри први задачи за подобрување на документацијата.
ru: Прочтите руководство по стилю документации и найдите подходящие задачи начального уровня по улучшению документации.
sl: Preberite slogovni vodnik za dokumentacijo in poiščite dobra prva opravila za izboljšanje dokumentacije.
tr: Belgelendirme biçim kılavuzunu okuyun ve belgelendirmeyi iyileştirmeye yönelik ilk iyi görevleri bulun.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Documentation/New_technical_writers)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Documentation/New_technical_writers)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/Documentation/New_technical_writers)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Documentation/New_technical_writers)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Documentation/New_technical_writers)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Documentation/New_technical_writers)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Documentation/New_technical_writers)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Documentation/New_technical_writers)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/Documentation/New_technical_writers)

source: Offline reading
es: Lectura sin conexión
fi: Offline-lukeminen
fr: Lecture hors connexion
he: קריאה לא מקוונת
mk: Вонмрежно читање
ru: Чтение в автономном режиме
sl: Nepovezano branje
tr: Çevrimdışı okuma

source: Expand the reach of the free knowledge by helping people use Wikipedia without internet access.
fi: Laajenna ilmaisen tiedon ulottuvuutta auttamalla ihmisiä käyttämään Wikipediaa ilman verkkoyhteyttä.
fr: Étendez la diffusion de la connaissance libre en aidant les personnes à utiliser Wikipédia sans accès à Internet.
mk: Зголемете го досегот на слободното знаење со тоа што ќе им помогнете на луѓето без семрежен пристап да ја користат Википедија.
ru: Расширьте доступ к бесплатным знаниям, помогая людям пользоваться Википедией без доступа в интернет.
sl: Razširite doseg brezplačnega znanja tako, da pomagate ljudem uporabljati Wikipedijo brez dostopa do interneta.
tr: İnsanların Vikipedi'yi internet erişimi olmadan kullanmalarına yardımcı olarak ücretsiz bilginin erişimini genişletin.

source: [Read more on Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Offline_Projects)
es: [Lea más en Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Offline_Projects)
fi: [Lue lisää Meta-Wikissä](https://meta.wikimedia.org/wiki/Special:MyLanguage/Offline_Projects)
fr: [Lire davantage sur Méta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Offline_Projects)
he: [מידע נוסף באתר Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Offline_Projects)
mk: [Прочитајте повеќе на Мета](https://meta.wikimedia.org/wiki/Special:MyLanguage/Offline_Projects)
ru: [Читайте далее в Мета-вики](https://meta.wikimedia.org/wiki/Special:MyLanguage/Offline_Projects)
sl: [Preberite več na Meta-Wikii](https://meta.wikimedia.org/wiki/Special:MyLanguage/Offline_Projects)
tr: [Meta-Wiki'de daha fazlasını okuyun](https://meta.wikimedia.org/wiki/Special:MyLanguage/Offline_Projects)

source: [Contribute](https://www.kiwix.org/en/support-us/code/)
es: [Contribuir](https://www.kiwix.org/en/support-us/code/)
he: [תרומה](https://www.kiwix.org/en/support-us/code/)
mk: [Учествувајте](https://www.kiwix.org/en/support-us/code/)
sl: [Prispevajte](https://www.kiwix.org/en/support-us/code/)
tr: [Katkıda bulunun](https://www.kiwix.org/en/support-us/code/)

source: Infrastructure
es: Infraestructura
fi: Infrastruktuuri
he: תשתית
mk: Инфраструктура
ru: Инфраструктура
sl: Infrastruktura
tr: Altyapı

source: Contribute to the infrastructure that powers Wikimedia projects. Help improve the performance and efficiency of Wikimedia servers and software.
fi: Osallistu Wikimedian projekteja ohjaavaan infrastruktuuriin. Auta parantamaan Wikimedian palvelinten ja ohjelmistojen suorituskykyä ja tehokkuutta.
fr: Contribuez à l’infrastructure qui propulse les projets Wikimedia. Aidez à améliorer la performance et l’efficacité des serveurs et du logiciel de Wikimedia.
mk: Учествувајте во инфраструктурата на која работат Викимедиините проекти. Помогнете ни да ја подобриме делотворноста на Викимедиините опслужувачи и програмската опрема.
ru: Внесите свой вклад в инфраструктуру, поддерживающую проекты Викимедиа. Помогите повысить производительность и эффективность серверов и программного обеспечения Викимедиа.
sl: Prispevajte k infrastrukturi, ki podpira Wikimedijine projekte. Pomagajte izboljšati delovanje in učinkovitost strežnikov in programja Wikimedie.
tr: Wikimedia projelerine güç veren altyapıya katkıda bulunun. Wikimedia sunucularının ve yazılımlarının performansını ve verimliliğini artırmaya yardımcı olun.

source: [Read more on Wikitech](https://wikitech.wikimedia.org/wiki/Get_involved)
es: [Lea más en Wikitech](https://wikitech.wikimedia.org/wiki/Get_involved)
fi: [Lue lisää Wikitechissä](https://wikitech.wikimedia.org/wiki/Get_involved)
fr: [Lire davantage sur Wikitech](https://wikitech.wikimedia.org/wiki/Get_involved)
he: [מידע נוסף באתר Wikitech](https://wikitech.wikimedia.org/wiki/Get_involved)
mk: [Прочитајте повеќе на Викитехника](https://wikitech.wikimedia.org/wiki/Get_involved)
ru: [Читайте далее в Wikitech](https://wikitech.wikimedia.org/wiki/Get_involved)
sl: [Preberite več na Wikitech](https://wikitech.wikimedia.org/wiki/Get_involved)
tr: [Wikitech'te daha fazlasını okuyun](https://wikitech.wikimedia.org/wiki/Get_involved)

source: Learn how contributing works
fi: Lue osallistumisen tavoista
fr: Apprendre comment fonctionne la contribution
he: ללמוד איך עובדת תרומה
mk: Дознајте како да учествувате
ru: Узнайте, как выглядит добавление своего кода
sl: Preberite, kako deluje prispevanje
tr: Katkıda bulunmanın nasıl yapıldığını öğrenin

source: Create a developer account
es: Crea una cuenta de desarrollador
fi: Luo kehittäjätili
fr: Créer un compte développeur
he: ליצור חשבון מפַתח
mk: Направете разработувачка сметка
ru: Создать учётную запись разработчика
sl: Ustvari račun razvijalca
tr: Bir geliştirici hesabı oluşturun

source: Most Wikimedia technical spaces use a developer account to identify and authorize users. Create a free account to get started as a technical contributor.
fi: Useimmat Wikimedian tekniset tilat käyttävät kehittäjätiliä käyttäjien tunnistamiseen ja valtuutukseen. Luo ilmainen tili aloittaaksesi teknisenä avustajana.
fr: La plupart des espaces techniques de Wikimedia utilise un compte de développeur pour identifier et autoriser les utilisateurs. Créez un compte libre pour démarrer en tant que contributeur technique.
mk: Највеќето технички простори на Викимедија користат разработувачка сметка за распознавање и овластување на корисниците. Направете бесплатна сметка за да почнете како технички учесник.
ru: Большинство технических пространств Викимедиа используют учётную запись разработчика для идентификации и авторизации участников. Создайте бесплатную учётную запись, чтобы начать работу в качестве технического участника.
sl: Večina tehničnih prostorov Wikimedie uporablja za identifikacijo in avtorizacijo uporabnikov račune razvijalcev. Ustvarite brezplačen račun, da začnete kot tehnični sodelavec.
tr: Çoğu Wikimedia teknik alanı, kullanıcıları belirlemek ve yetkilendirmek için bir geliştirici hesabı kullanır. Teknik bir katılımcı olarak başlamak için ücretsiz bir hesap oluşturun.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Developer_account)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Developer_account)
fi: [Lue lisää MediWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/Developer_account)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Developer_account)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Developer_account)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Developer_account)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Developer_account)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Developer_account)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/Developer_account)

source: Find projects and tasks for new contributors
fi: Löydä projekteja ja tehtäviä uusille osallistujille
fr: Trouver des projets et des tâches pour les nouveaux contributeurs
mk: Најдете проекти и задачи за нови учесници
ru: Найдите проекты и задачи для новых участников
sl: Poiščite projekte in opravila za nove sodelavce
tr: Yeni katkıda bulunanlar için projeler ve görevler bulun

source: Choose from open source projects that offer mentoring for new contributors, and find good first tasks.
fi: Valitse uusille osallistujille mentorointia tarjoavia avoimen lähdekoodin projekteja, ja löydä hyviä ensimmäisiä tehtäviä.
fr: Choisissez des projets en source ouverte qui offrent du tutorat pour les nouveaux contributeurs et trouvez de bonnes premières tâches.
mk: Изберете од отворените проекти кои нудат менторство за нови учесници и најдете добри први задачи.
ru: Выберите из проектов с открытым исходным кодом те, которые предлагают наставничество для новых участников, и найдите подходящие задачи для новичков.
sl: Izbirajte med odprtokodnimi projekti, ki ponujajo mentorstvo za nove sodelavce, in poiščite dobra prva opravila.
tr: Yeni katkıda bulunanlar için mentorluk sunan açık kaynaklı projelerden birini seçin ve iyi ilk görevleri bulun.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/New_Developers)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/New_Developers)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/New_Developers)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/New_Developers)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/New_Developers)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/New_Developers)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/New_Developers)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/New_Developers)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/New_Developers)

source: Review guidelines and code conventions
fi: Tarkista ohjeet ja koodikäytännöt
fr: Relire les lignes directrices et les conventions de code
mk: Прегледајте ги напатствијата и обичаите на кодирање
ru: Ознакомьтесь с рекомендациями и соглашениями о коде
sl: Preglejte smernice in dogovore o kodi
tr: Yönergeleri ve kod kurallarını gözden geçirin

source: Understand development policies, best practices, and code conventions for Wikimedia software.
fi: Ymmärrä Wikimedian ohjelmistojen kehityspolitiikkaa ja käytäntöjä.
fr: Comprenez les politiques de développement, les meilleures pratiques et les conventions de code pour le logiciel Wikimedia.
mk: Увид во правилата за разработка, најдобрите практики и обичаите на кодирање за Викимедиината програмска опрема.
ru: Разберитесь в политиках разработки, лучших практиках и правилах кодирования для программного обеспечения Викимедиа.
sl: Seznanite se s politikami razvoja, najboljšimi praksami in dogovori o kodi za programje Wikimedie.
tr: Wikimedia yazılımı için geliştirme politikalarını, en iyi uygulamaları ve kod kurallarını anlayın.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Development_guidelines)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Development_guidelines)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/Development_guidelines)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Development_guidelines)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Development_guidelines)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Development_guidelines)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Development_guidelines)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Development_guidelines)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/Development_guidelines)

source: See your contributions
es: Mira tus contribuciones
fi: Katso muokkauksesi
fr: Voir vos contributions
he: צפייה בתרומות שלך
mk: Погледајте ги вашите придонеси
ru: Посмотрите на свой вклад
sl: Vaši prispevki
tr: Katkılarınıza bakın

source: Visualize your contributions across Wikimedia's code review and task tracking tools.
fi: Visualisoi muokkauksesi Wikimedian koodintarkistus- ja tehtävien seurantatyökaluilla.
fr: Visualisez vos contributions au travers des outils pour le passage en revue du code de Wikimedia et le suivi des tâches.
mk: Добијте нагледна претстава за вашите придонеси со алатките за преглед на код и следење задачи.
ru: Визуализируйте свой вклад в инструменты проверки кода и отслеживания задач Викимедиа.
sl: Vizualizirajte svoje prispevke v orodjih Wikimedia za pregled kode in sledenje opravilom.
tr: Wikimedia'nın kod inceleme ve görev izleme araçlarıyla katkılarınızı görselleştirin.

source: [Visit WikiContrib](https://wikicontrib.toolforge.org/)
es: [Visita WikiContrib](https://wikicontrib.toolforge.org/)
fi: [Vieraile sivustolla](https://wikicontrib.toolforge.org/)
fr: [Visiter WikiContrib](https://wikicontrib.toolforge.org/)
he: [ביקור ב־WikiContrib](https://wikicontrib.toolforge.org/)
mk: [Посетете го WikiContrib](https://wikicontrib.toolforge.org/)
sl: [Obiščite WikiContrib](https://wikicontrib.toolforge.org/)
tr: [WikiContrib'i ziyaret edin](https://wikicontrib.toolforge.org/)

source: Search all projects
es: Buscar todos los proyectos
fi: Hae kaikista projekteista
fr: Rechercher dans tous les projets
he: חיפוש בכל הפרויקטים
mk: Пребарајте по сите проекти
ru: Поиск по всем проектам
sl: Preišči vse projekte
tr: Tüm projeleri ara

source: Search codebases
fi: Hae tietokannoista
fr: Rechercher dans les bases de code
he: חיפוש בקוד
mk: Барајте кодни бази
ru: Поиск по базам исходных кодов
sl: Preiščite kodne zbirke
tr: Kod tabanlarını arayın

source: Search all Wikimedia codebases using the code search tool.
fi: Hae kaikista Wikimedian tietokannoista käyttämällä hakutyökalua.
fr: Recherchez dans toutes les bases de code de Wikimedia en utilisant l’outil de recherche de code.
mk: Пребарјте ги сите Викимедиини кодни бази користејќи ја алатката за пребарување на код.
ru: Поиск по всем базам исходных кодов Викимедиа с помощью инструмента поиска кода.
sl: Z orodjem za iskanje kode preiščite vse kodne zbirke Wikimedie.
tr: Kod arama aracını kullanarak tüm Wikimedia kod tabanlarını arayın.

source: [Visit code search](https://codesearch.wmcloud.org/search)
fi: [Vieraile koodihakutyökalussa](https://codesearch.wmcloud.org/search)
fr: [Visiter la recherche de code](https://codesearch.wmcloud.org/search)
he: [ביקור באתר חיפוש קוד](https://codesearch.wmcloud.org/search)
mk: [Посетете го пребарувањето на код](https://codesearch.wmcloud.org/search)
ru: [Посетите инструмент поиска кода](https://codesearch.wmcloud.org/search)
sl: [Obiščite iskalnik kode](https://codesearch.wmcloud.org/search)
tr: [Kod aramasını ziyaret edin](https://codesearch.wmcloud.org/search)

source: Browse Wikimedia open source docs
fi: Selaa Wikimedian avoimen lähdekoodin ohjeita
fr: Naviguer dans les documents en source ouverte de Wikimedia
he: עיון במסמכי של קוד פתוח של ויקימדיה
mk: Прелистајте по Викимедиините документи со отворен код
ru: Просмотрите документацию открытого исходного кода Викимедиа
sl: Preiščite odprtokodno dokumentacijo Wikimedie
tr: Wikimedia açık kaynak belgelerine göz atın

source: Browse auto-generated and related documentation hosted on doc.wikimedia.org.
fi: Selaa automaattisesti luotuja ja siihen liittyviä ohjeita, joita ylläpidetään osoitteessa doc.wikimedia.org
fr: Naviguez dans la documentation générée automatiquement et associée hébergée sur doc.wikimedia.org.
mk: Прелистувајте автосоздадена и поврзана документација вдомена на doc.wikimedia.org.
ru: Просмотрите автоматически сгенерированную и связанную с кодом документацию, размещённую на doc.wikimedia.org.
sl: Brskajte po samodejno ustvarjeni in povezani dokumentaciji, ki gostuje na doc.wikimedia.org.
tr: doc.wikimedia.org'da barındırılan otomatik olarak oluşturulmuş ve ilgili belgelere göz atın.

source: [Browse docs](https://doc.wikimedia.org)
fi: [Selaa ohjeita](https://doc.wikimedia.org)
fr: [Parcourir la documentation](https://doc.wikimedia.org)
he: [עיון במסמכים](https://doc.wikimedia.org)
mk: [Прелистајте документи](https://doc.wikimedia.org)
ru: [Изучить документацию](https://doc.wikimedia.org)
sl: [Prebskajte dokumentacijo](https://doc.wikimedia.org)
tr: [Dokümanlara göz atın](https://doc.wikimedia.org)

source: Browse repositories
es: Explorar repositorios
fi: Selaa arkistoja
fr: Parcourir les dépôts
he: עיון במאגרים
mk: Прелистајте складишта
ru: Просмотр репозиториев
sl: Brskanje po repozitorijih
tr: Depolara göz atın

source: Explore Wikimedia codebases.
fi: Tutustu Wikimedian kooditietokantoihin.
fr: Explorez les bases de code de Wikimedia.
he: עיון בקוד של ויקימדיה.
mk: Истражете ги Викимедиините кодни бази.
ru: Исследуйте кодовые базы Викимедиа.
sl: Raziščite kodne zbirke Wikimedie.
tr: Wikimedia kod tabanlarını keşfedin.

source: [Browse repositories on Gerrit](https://gerrit.wikimedia.org/g/)
es: [Explorar repositorios en Gerrit](https://gerrit.wikimedia.org/g/)
fi: [Selaa arkistoja Gerritissä](https://gerrit.wikimedia.org/g/)
fr: [Parcourir les dépôts sur Gerrit](https://gerrit.wikimedia.org/g/)
he: [עיון במאגרי גריט](https://gerrit.wikimedia.org/g/)
mk: [Прелистајте ги складиштата на Gerrit](https://gerrit.wikimedia.org/g/)
ru: [Просмотр репозиториев в Gerrit](https://gerrit.wikimedia.org/g/)
sl: [Brskajte po repozitorijih na Gerritu](https://gerrit.wikimedia.org/g/)
tr: [Gerrit'teki depolara göz atın](https://gerrit.wikimedia.org/g/)

source: [Browse repositories on GitHub](https://github.com/wikimedia)
es: [Explorar repositorios en GitHub](https://github.com/wikimedia)
fi: [Selaa arkistoja GitHubissa](https://github.com/wikimedia)
fr: [Parcourir les dépôts sur GitHub](https://github.com/wikimedia)
he: [עיון במאגרי גיטהאב](https://github.com/wikimedia)
mk: [Прелистајте ги складиштата на GitHub](https://github.com/wikimedia)
ru: [Просмотр репозиториев в GitHub](https://github.com/wikimedia)
sl: [Prebrskajte repozitorije v GitHubu](https://github.com/wikimedia)
tr: [GitHub'daki depolara göz atın](https://github.com/wikimedia)
