Repository: wikimedia/wikimedia-developer-portal
Catalog: data/locale/*/LC_MESSAGES/mkdocs.po
Languages: es, fi, fr, he, mk, ru, sl, tr

source: [Browse repositories on GitLab](https://gitlab.wikimedia.org/explore)
es: [Explorar repositorios en GitLab](https://gitlab.wikimedia.org/explore)
fi: [Selaa arkistoja GitLabissa](https://gitlab.wikimedia.org/explore)
fr: [Parcourir les dépôts sur GitLab](https://gitlab.wikimedia.org/explore)
he: [עיון במאגרי גיטלאב](https://gitlab.wikimedia.org/explore)
mk: [Прелистајте ги складиштата на GitLab](https://gitlab.wikimedia.org/explore)
ru: [Просмотр репозиториев в GitLab](https://gitlab.wikimedia.org/explore)
sl: [Brskajte po repozitorijih v GitLabu](https://gitlab.wikimedia.org/explore)
tr: [GitLab'daki depolara göz atın](https://gitlab.wikimedia.org/explore)

source: Search tools and bots
fi: Hae työkaluja ja botteja
fr: Rechercher des outils et robots
he: חיפוש כלים ובוטים
mk: Пребарајте алатки и ботови
ru: Поиск инструментов и ботов
sl: Preiščite orodja in bote
tr: Arama araçları ve botlar

source: Because the Wikimedia technical ecosystem is complex and distributed, you can find help and support in many different locations and formats.
fi: Koska Wikimedian tekninen ekosysteemi on monimutkainen ja hajautunut, voit löytää apua monista eri paikoista.
fr: Puisque l’écosystème technique de Wikimedia est complexe et distribué, vous pouvez trouvez de l’aide et de l’assistance dans de nombreux emplacements et formats différents.
mk: Бидејќи техничкиот екосистем на Викимедија е сложен и распределен, поддршка ќе може да најдете на многу разни месата и во разни формати.
ru: Поскольку техническая экосистема Викимедиа сложная и распределённая, вы можете найти помощь и поддержку в самых разных местах и форматах.
sl: Ker je tehnični ekosistem Wikimedie zapleten in porazdeljen, lahko najdete pomoč in podporo na številnih različnih mestih in v različnih oblikah.
tr: Wikimedia teknik ekosistemi karmaşık ve dağıtılmış olduğundan birçok farklı konum ve biçimde yardım ve destek bulabilirsiniz.

source: Search the docs
es: Busca en la documentación
fi: Hae ohjeista
fr: Rechercher dans la documentation
he: חיפוש מסמכים
mk: Пребарајте ги документите
ru: Поиск в документации
sl: Preiščite dokumentacijo
tr: Belgeleri arayın

source: Find technical information for Wikimedia projects.
es: Encuentra información técnica para los proyectos Wikimedia.
fi: Etsi teknistä tietoa Wikimedian projekteista
fr: Trouvez des informations techniques pour les projets Wikimedia.
mk: Најдете технички информации за Викимедиините проекти.
ru: Найдите техническую информацию о проектах Викимедиа.
sl: Poiščite tehnične informacije za projekte Wikimedie.
tr: Wikimedia projeleri için teknik bilgileri bulun.

source: [Search across wikis](https://global-search.toolforge.org/)
es: [Busca en todas las wikis](https://global-search.toolforge.org/)
fi: [Hae kaikista wikeistä](https://global-search.toolforge.org/)
fr: [Rechercher sur tous les wikis](https://global-search.toolforge.org/)
he: [חיפוש חוצה אתרי ויקי](https://global-search.toolforge.org/)
mk: [Пребарајте по сите викија](https://global-search.toolforge.org/)
ru: [Поиск по разным вики](https://global-search.toolforge.org/)
sl: [Preiščite vikije](https://global-search.toolforge.org/)
tr: [Vikiler arası arama](https://global-search.toolforge.org/)

source: [Browse Wikimedia open source docs](https://doc.wikimedia.org/)
es: [Explora la documentación de código abierto de Wikimedia](https://doc.wikimedia.org/)
fi: [Selaa Wikimedian avoimen lähdekoodin ohjeita](https://doc.wikimedia.org/)
fr: [Parcourir la documentation en source ouverte de Wikimedia](https://doc.wikimedia.org/)
he: [עיון במסמכי קוד פתוח של ויקימדיה](https://doc.wikimedia.org/)
mk: [Прелистајте ги Викимедиините документи со отворен код](https://doc.wikimedia.org/)
ru: [Просмотреть документацию открытого исходного кода Викимедиа](https://doc.wikimedia.org/)
sl: [Preiščite odprtokodno dokumentacijo Wikimedie](https://doc.wikimedia.org/)
tr: [Wikimedia açık kaynak belgelerine göz atın](https://doc.wikimedia.org/)

source: Check system status
es: Comprueba el estado del sistema
fi: Tarkasta järjestelmän tila
fr: Vérifier l’état du système
he: בדיקת מצב המערכת
mk: Проверете го статусот на системот
ru: Проверка состояния системы
sl: Preverjajte stanje sistema
tr: Sistem durumunu kontrol edin

source: Verify the overall health and performance of the wiki environment, and find out about major outages.
fi: Tarkista wikiympäristön yleinen kunto sekä suorituskyky ja ota selvää suurista katkoksista.
fr: Vérifiez l’état de santé général et les performances de l’environnement des wikis et découvrez les pannes majeures.
mk: Проверете ги севкупното здравје и делотворност на викиоколината, и дознајте за поголемите прекини.
ru: Проверяйте общее состояние и производительность вики-среды и узнавайте о серьезных сбоях.
sl: Preverjajte splošno zdravje in delovanje okolja viki ter bodite obveščeni o večjih izpadih.
tr: Viki ortamının genel sağlığını ve performansını doğrulayın ve büyük kesintiler hakkında bilgi edinin.

source: [Visit wikimediastatus.net](https://www.wikimediastatus.net/)
es: [Visita wikimediastatus.net](https://www.wikimediastatus.net/)
fi: [Vieraile sivustolla](https://www.wikimediastatus.net/)
fr: [Visitez WikimediaStatus.net](https://www.wikimediastatus.net/)
he: [ביקור ב־wikimediastatus.net](https://www.wikimediastatus.net/)
mk: [Посетете го wikimediastatus.net](https://www.wikimediastatus.net/)
ru: [Посетите wikimediastatus.net](https://www.wikimediastatus.net/)
sl: [Obiščite wikimediastatus.net](https://www.wikimediastatus.net/)
tr: [wikimediastatus.net'i ziyaret edin](https://www.wikimediastatus.net/)

source: [See MediaWiki versions used by Wikimedia wikis](https://versions.toolforge.org/)
es: [Vea las versiones de MediaWiki que usan las wikis de Wikimedia](https://versions.toolforge.org/)
fi: [Katso Wikimedian wikien käyttämät MediaWiki-versiot](https://versions.toolforge.org/)
fr: [Voir les versions de MediaWiki utilisées par les wikis de Wikimedia](https://versions.toolforge.org/)
mk: [Погледајте ги верзиите на МедијаВики во употреба од Викимедиините викија](https://versions.toolforge.org/)
ru: [См. версии MediaWiki, используемые в вики-сайтах Викимедиа](https://versions.toolforge.org/)
sl: [Oglejte si različice programja MediaWiki, ki jih uprabljajo vikiji Wikimedie](https://versions.toolforge.org/)
tr: [Wikimedia vikileri tarafından kullanılan MediaWiki sürümlerine bakın](https://versions.toolforge.org/)

source: [Learn about Wikimedia technology](wikimedia-tech.md)
es: [Más información sobre la tecnología de Wikimedia](wikimedia-tech.md)
fi: [Lue lisää Wikimedian teknologiasta](wikimedia-tech.md)
fr: [En savoir plus sur la technologie Wikimedia](wikimedia-tech.md)
he: [ללמוד על טכנולוגיה של ויקימדיה](wikimedia-tech.md)
mk: [Дознајте повеќе за Викимедиината техника](wikimedia-tech.md)
ru: [Узнайте о технологии Викимедиа](wikimedia-tech.md)
sl: [Seznanite se s tehnologijo Wikimedie](wikimedia-tech.md)
tr: [Wikimedia teknolojisi hakkında bilgi edinin](wikimedia-tech.md)

source: Explore the open source software and technical components behind Wikimedia projects.
fi: Tutustu avoimen lähdekoodin ohjelmistoihin ja teknisiin komponentteihin Wikimedia-projektien takana.
fr: Explorez le logiciel en source ouverte et les composants techniques derrière les projets Wikimedia.
mk: Истражете ги програмите со отворен код и техничките составници зад Викимедиините проекти.
ru: Изучите программное обеспечение с открытым исходным кодом и технические компоненты, лежащие в основе проектов Викимедиа.
sl: Raziščite odprtokodno programje in tehnične komponente za projekte Wikimedie.
tr: Wikimedia projelerinin arkasındaki açık kaynaklı yazılımları ve teknik bileşenleri keşfedin.

source: [Understand the development process](new-dev.md)
es: [Entiende el proceso de desarrollo](new-dev.md)
fi: [Ymmärrä kehitysprosessia](new-dev.md)
fr: [Comprendre le processus de développement](new-dev.md)
he: [הבנת תהליך הפיתוח](new-dev.md)
mk: [Осознајте го процесот на разработка](new-dev.md)
ru: [Разберитесь в процессе разработки](new-dev.md)
sl: [Spoznajte razvojni proces](new-dev.md)
tr: [Geliştirme sürecini öğrenin](new-dev.md)

source: Learn how Wikimedia software projects work and how to make technical contributions.
es: Aprenda cómo funcionan los proyectos de software de Wikimedia y cómo hacer contribuciones técnicas.
fi: Opi kuinka Wikimedian ohjelmistoprojektit toimivat ja kuinka tehdä teknisiä muokkauksia.
fr: Apprenez comment fonctionnent les projets logiciels de Wikimedia et comment effectuer des contributions techniques.
mk: Дознајте како работат проектите на Викимедиината програмска опрема и како да давате свои технички придонеси.
ru: Узнайте, как работают программные проекты Викимедиа и как внести технический вклад.
sl: Naučite se, kako delujejo programski projekti Wikimedie in kako prispevati tehnične prispevke.
tr: Wikimedia yazılım projelerinin nasıl çalıştığını ve teknik katkıların nasıl yapıldığını öğrenin.

source: Follow coding exercises with step-by-step guidance.
es: Sigue los ejercicios de programación con una guía paso a paso.
fi: Seuraa koodausharjoituksia vaiheittaisten ohjeiden avulla.
fr: Suivez des exercices de codage avec un guidage pas à pas.
mk: Проследете ги кодните вежби со водичот чекор по чекор.
ru: Выполняйте упражнения по программированию с пошаговыми инструкциями.
sl: Sledite vajam kodiranja z navodili po korakih.
tr: Adım adım rehberlikle kodlama alıştırmalarını izleyin.

source: [Browse by programming language](browse-languages.md)
es: [Explortar por lenguaje de programación](browse-languages.md)
fi: [Selaa ohjelmointikielen perusteella](browse-languages.md)
fr: [Parcourir par langage de programmation](browse-languages.md)
he: [עיון לפי שפת תכנות](browse-languages.md)
mk: [Прелистајте по програмски јазици](browse-languages.md)
ru: [Просмотр по языкам программирования](browse-languages.md)
sl: [Brskajte po programskem jeziku](browse-languages.md)
tr: [Programlama diline göre göz atın](browse-languages.md)

source: Find client libraries, example apps, and open source projects in your preferred coding languages.
es: Encuentra librerías, aplicaciones de ejemplo y proyectos de código abierto en tu lenguaje favorito de programación.
fi: Etsi kirjastoja, sovelluksia, avoimen lähdekoodin projekteja haluamillasi ohjelmointikielillä.
fr: Trouvez des bibliothèques clients, des applis d’exemple et des projets en source ouverte dans vos langages de codage préférés.
mk: Најдете клиентски библиотеки, примерни прилози и отворени проекти на вашите претпочитани кодни јазици.
ru: Найдите клиентские библиотеки, примеры приложений и проекты с открытым исходным кодом на предпочитаемых вами языках программирования.
sl: Poiščite odjemalske knjižnice, primere aplikacij in odprtokodne projekte v svojih priljubljenih jezikih kodiranja.
tr: Tercih ettiğiniz kodlama dillerinde istemci kitaplıkları, örnek uygulamalar ve açık kaynak projeleri bulun.

source: Browse by programming language
es: Explorar por lenguaje de programación
fi: Selaa ohjelmointikielen perusteella
fr: Parcourir par langage de programmation
he: עיון לפי שפת תכנות
mk: Прелистајте по програмски јазик
ru: Просмотр по языку программирования
sl: Brskajte po programskem jeziku
tr: Programlama diline göre göz atın

source: API client libraries by language
es: Librerías de clientes API por lenguaje
fi: API-asiakaskirjastot kielen mukaan
fr: Bibliothèques clientes de l’API par langage
he: ספריות לקוח API לפי שפה
mk: Приложнички клиентски библиотеки по јазик
ru: Клиентские библиотеки API по языку
sl: Odjemalske knjižnice API po jezikih
tr: Dile göre API istemci kitaplıkları

source: Open source projects by language
es: Proyectos de código abierto por lenguaje
fi: Avoimen lähdekoodin projektit kielen mukaan
fr: Projets en source ouverte par langage
he: מיזמי קוד פתוח לפי שפה
mk: Проекти со отворен код по јазик
ru: Проекты с открытым исходным кодом по языку
sl: Odprtokodni projekti po jezikih
tr: Dillere göre açık kaynak projeleri

source: Find Wikimedia open source projects by programming language, and start contributing code.
es: Encuentra proyectos de código abierto de Wikimedia por lenguajes de programación y comienza a contribuir código.
fi: Etsi Wikimedian avoimen lähdekoodin projekteja ohjelmointikielen perusteella ja aloita koodin muokkaaminen.
fr: Trouvez des projets en source ouverte de Wikimedia par langage de programmation et commencez à contribuer du code.
he: למצוא מיזמי קוד פתוח של ויקימדיה לפי שפת תכנות ולהתחיל לתרום קוד.
mk: Најдете Викимедиини проекти со отворен код по програмски јазик и почнете да учествувате во кодот.
ru: Найдите проекты Викимедиа с открытым исходным кодом по языку программирования и начните писать код.
sl: Poiščite odprtokodne projekte Wikimedie po programskem jeziku in začnite prispevati kodo.
tr: Programlama diline göre Wikimedia açık kaynak projelerini bulun ve koda katkıda bulunmaya başlayın.

source: [Browse projects](../contribute/by-language.md){ .md-button }
es: [Explorar los proyectos](../contribute/by-language.md){ .md-button }
fi: [Selaa projekteja](../contribute/by-language.md){ .md-button }
fr: [Parcourir les projets](../contribute/by-language.md){ .md-button }
he: [עיון בפרויקטים](../contribute/by-language.md){ .md-button }
mk: [Прелистајте ги проектите](../contribute/by-language.md){ .md-button }
ru: [Обзор проектов](../contribute/by-language.md){ .md-button }
sl: [Prebrskajte projekte](../contribute/by-language.md){ .md-button }
tr: [Projelere göz atın](../contribute/by-language.md){ .md-button }

source: Understand the development process
es: Entiende el proceso de desarrollo
fi: Ymmärrä kehitysprosessia
fr: Comprendre le processus de développement
he: להבין את תהליך הפיתוח
mk: Осознајте го процесот на разработка
ru: Разберитесь в процессе разработки
sl: Spoznajte razvojni proces
tr: Geliştirme sürecini öğrenin

source: Learn how to make technical contributions to Wikimedia projects.
es: Aprenda a cómo hacer contribuciones técnicas a los proyectos Wikimedia.
fi: Opi tekemään teknisiä muokkauksia Wikimedian projekteihin.
fr: Apprenez comment effectuer des contributions techniques aux projets de Wikimedia.
mk: Дознајте како да учестувате со ваши технички придонеси кон Викимедиините проекти.
ru: Узнайте, как внести технический вклад в проекты Викимедиа.
sl: Seznanite se s tehničnim prispevanjem k projektom Wikimedie.
tr: Wikimedia projelerine nasıl teknik katkılarda bulunacağınızı öğrenin.

source: Find tickets, and track projects
es: Encuentra tickets y sigue proyectos.
fi: Etsi lippuja ja seuraa projekteja
fr: Trouver des tickets et suivre des projets
he: למצוא דיווחי משימות ותקלות ולעקוב אחרי פרויקטים
mk: Најдете билети и следете проекти
ru: Находите тикеты и отслеживайте проекты
sl: Poiščite zahtevke in sledite projekte
tr: Ticket bulun ve projeleri takip edin

source: Wikimedia uses Phabricator for task management and bug reporting. To interact with tasks, create a Phabricator account.
es: Wikimedia usa Phabricator para la gestión de tareas y reporte de errores. Para interactuar en las tareas, debes crear una cuenta en Phabricator.
fi: Wikimedia käyttää Phabricatoria tehtävienhallintaan ja virheiden raportointiin. Voit osallistua tehtäviin luomalla Phabricator-käyttäjätilin.
fr: Wikimedia utilise Phabricator pour la gestion des tâches et le signalement des anomalies. Pour interagir avec les tâches, créez un compte Phabricator.
mk: Викимедија го користи Фабрикатор за раководење со задачи и пријавување на грешки. За да работите со задачи, направете сметка на Фабрикатор.
ru: Викимедиа использует Phabricator для управления задачами и отчетов об ошибках. Для взаимодействия с задачами создайте учётную запись Phabricator.
sl: Wikimedia za upravljanje opravil in poročanje o napakah uporablja Phabricator. Za interakcijo z opravili ustvarite račun v Phabricatorju.
tr: Wikimedia, görev yönetimi ve hata raporlama için Phabricator kullanır. Görevlerle etkileşim kurmak için bir Phabricator hesabı oluşturun.

source: [Visit Phabricator](https://phabricator.wikimedia.org/)
es: [Visita Phabricator](https://phabricator.wikimedia.org/)
fi: [Vieraile Phabricatorissa](https://phabricator.wikimedia.org/)
fr: [Visiter Phabricator](https://phabricator.wikimedia.org/)
he: [ביקור בפבריקטור](https://phabricator.wikimedia.org/)
mk: [Посетете го Фабрикатор](https://phabricator.wikimedia.org/)
ru: [Посетите Phabricator](https://phabricator.wikimedia.org/)
sl: [Obiščite Phabricator](https://phabricator.wikimedia.org/)
tr: [Phabricator'ı ziyaret edin](https://phabricator.wikimedia.org/)

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Phabricator/Help)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Phabricator/Help)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/Phabricator/Help)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Phabricator/Help)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Phabricator/Help)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Phabricator/Help)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Phabricator/Help)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Phabricator/Help)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/Phabricator/Help)

source: Learn how to submit code
es: Aprende cómo enviar código
fi: Opi lähettämään koodia
fr: Apprendre comment soumettre du code
he: ללמוד איך לשלוח קוד
mk: Дознајте како се поднесува код
ru: Узнайте, как отправить код
sl: Naučite se poslati kodo
tr: Kodu nasıl göndereceğinizi öğrenin

source: Many Wikimedia projects use Git and Gerrit for development. Before you submit code for review, get familiar with the tools, processes, and best practices.
es: Muchos proyectos Wikimedia usan Git y Gerrit para el desarrollo. Antes de enviar código para su revisión, familiarízate con las herramientas, procesos y buenas prácticas.
fi: Monet Wikimedian projektit käyttävät Gitiä ja Gerritiä kehittämiseen. Ennen kuin lähetät koodin tarkastettavaksi, tutustu työkaluihin, prosesseihin ja käytäntöihin.
mk: Многу Викимедиини проекти ги користат Git и Gerrit за нивната разработка. Пред да поднесете код на разгледување, запознајте се со алатките, процесите и најдобрите практики.
sl: Številni projekti Wikimedie za razvoj uporabljajo Git in Gerrit. Preden pošljete kodo v pregled, se seznanite z orodji, postopki in najboljšimi praksami.
tr: Birçok Wikimedia projesi, geliştirme işi için Git ve Gerrit'i kullanır. Kodu inceleme için göndermeden önce araçlar, süreçler ve en iyi uygulamalar hakkında bilgi edinin.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Gerrit/Tutorial)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Gerrit/Tutorial)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/Gerrit/Tutorial)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Gerrit/Tutorial)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Gerrit/Tutorial)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Gerrit/Tutorial)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/Gerrit/Tutorial)

source: Tutorials for using content and data
es: Tutoriales para usar contenidos y datos
fi: Ohjeet sisällön ja datan käyttämiseen
fr: Tutoriels pour utiliser le contenu et les données
he: מדריכים לשימוש בתוכן ובנתונים
mk: Нагледни упатства за користење на содржини и податоци
ru: Учебные материалы по использованию контента и данных
sl: Vadnice za uporabo vsebine in podatkov
tr: İçeriği ve verileri kullanmak için öğreticiler

source: Learn the basics of using Wikimedia content and data in your project.
es: Aprenda los conceptos básicos de usar contenidos y datos de Wikimedia en tu proyecto.
fi: Opi Wikimedian sisällön ja datan käytön perusteet projektissasi.
fr: Apprenez les bases de l’utilisation du contenu et des données de Wikimedia dans votre projet.
mk: Научете ги основите на употреба на Викимедиините содржини и податоци во вашиот проект.
ru: Изучите основы использования контента и данных Викимедиа в своем проекте.
sl: Seznanite se z osnovami uporabe vsebine in podatkov Wikimedie v svojem projektu.
tr: Projenizde Wikimedia içeriğini ve verilerini kullanmanın temellerini öğrenin.

source: [Browse tutorials](../use-content/tutorials.md){ .md-button }
es: [Examinar los tutoriales](../use-content/tutorials.md){ .md-button }
fi: [Selaa ohjeita](../use-content/tutorials.md){ .md-button }
fr: [Parcourir les tutoriels](../use-content/tutorials.md){ .md-button }
he: [עיון במדריכים](../use-content/tutorials.md){ .md-button }
mk: [Прелистајте нагледни упатства](../use-content/tutorials.md){ .md-button }
ru: [Обзор учебных материалов](../use-content/tutorials.md){ .md-button }
sl: [Prebrskajte vadnice](../use-content/tutorials.md){ .md-button }
tr: [Eğiticilere göz atın](../use-content/tutorials.md){ .md-button }

source: Tutorials for building tools and bots
es: Tutoriales para construir herramientas y bots
fi: Ohjeet työkalujen ja bottien kehittämiseen
fr: Tutoriels pour construire des outils et robots
he: מדיכים לבניית כלים ובוטים
mk: Нагледни упатства за изработка на алатки и ботови
ru: Учебные материалы по созданию инструментов и ботов
sl: Vadnice za ustvarjanje orodij in botov
tr: Araç ve bot oluşturmak için eğiticiler

source: Learn the basics of writing code that interacts with Wikimedia projects.
es: Aprenda los conceptos básicos para escribir código que interactúe con los proyectos Wikimedia.
fi: Opi Wikimedian projektien kanssa vuorovaikutuksessa olevan koodin kirjoittamisen perusteet.
fr: Apprenez les bases de l’écriture de code qui interagit avec les projets de Wikimedia.
mk: Научете ги основите на пишување на код кој заемодејствува со Викимедиините проекти.
ru: Изучите основы написания кода, взаимодействующего с проектами Викимедиа.
sl: Seznanite se z osnovami pisanja kode, ki interagira s projekti Wikimedie.
tr: Wikimedia projeleriyle etkileşime giren kod yazmanın temellerini öğrenin.

source: [Browse tutorials](../build-tools/tutorials.md){ .md-button }
es: [Examinar los tutoriales](../build-tools/tutorials.md){ .md-button }
fi: [Selaa ohjeita](../build-tools/tutorials.md){ .md-button }
fr: [Parcourir les tutoriels](../build-tools/tutorials.md){ .md-button }
he: [עיון במדריכים](../build-tools/tutorials.md){ .md-button }
mk: [Прелистајте нагледни упатства](../build-tools/tutorials.md){ .md-button }
ru: [Обзор учебных материалов](../build-tools/tutorials.md){ .md-button }
sl: [Prebrskajte vadnice](../build-tools/tutorials.md){ .md-button }
tr: [Eğiticilere göz atın](../build-tools/tutorials.md){ .md-button }

source: Learn about Wikimedia technology
es: Aprenda acerca de la tecnología de Wikimedia
fi: Lue lisää Wikimedian teknologiasta
fr: En savoir plus sur la technologie Wikimedia
he: ללמוד על טכנולוגיה של ויקימדיה
mk: Дознајте за Викимедиината техника
ru: Узнайте о технологии Викимедиа
sl: Seznanite se s tehnologijo Wikimedie
tr: Wikimedia teknolojisi hakkında bilgi edinin
