Repository: wikimedia/wikimedia-developer-portal
Catalog: data/locale/*/LC_MESSAGES/mkdocs.po
Languages: es, fi, fr, he, mk, ru, sl, tr

source: Wikimedia Developer Portal
es: Portal de desarrolladores de Wikimedia
fi: Wikimedian kehittäjäportaali
fr: Portail des développeurs Wikimedia
he: פורטל מפתחי ויקימדיה
mk: Портал на Викимедиините разработувачи
ru: Портал разработчиков Викимедиа
sl: Portal razvijalcev Wikimedie
tr: Wikimedia Geliştirici Portali

source: Find technical documentation, and connect with Wikimedia developer communities.
es: Encuentra documentación técnica, y conéctate con las comunidades de desarrolladores de Wikimedia.
fi: Löydä tekninen dokumentaatio ja ota yhteyttä Wikimedian kehittäjäyhteisöihin.
fr: Trouver de la documentation technique et se connecter avec les communautés de développeurs de Wikimedia.
he: מקום למצוא תיעוד טכני ולהתחבר לקהילות המפתחים של ויקימדיה.
mk: Најдете техничка документација и поврзете се со разработувачките заедници на Викимедија.
ru: Находите техническую документацию и общайтесь с сообществами разработчиков Викимедиа.
sl: Poiščite tehnično dokumentacijo in se povežite s skupnostmi razvijalcev Wikimedie.
tr: Teknik belgeler bulun ve Wikimedia geliştirici topluluklarıyla bağlantı kurun.

source: Wikimedia Foundation and contributors
es: Wikimedia Fundación y colaboradores
fi: Wikimedia-säätiö ja muokkaajat
fr: Fondation Wikimedia et contributeurs
he: קרן ויקימדיה ותורמים
mk: Фондација Викимедија и учесници
ru: Фонд Викимедиа и участники
sl: Fundacija Wikimedia in sodelavci
tr: Wikimedia Vakfı ve katkıda bulunanlar

source: Copyright &copy; Wikimedia Foundation and contributors
es: Derechos de autor &copy; de Wikimedia Foundation y colaboradores
fi: Tekijänoikeudet kuuluvat &copy; Wikimedia-säätiölle ja muokkaajille
fr: Copyright © Fondation Wikimedia et contributeurs
mk: Авторски права &copy; Фондација Викимедија и учесници
ru: Copyright &copy; Фонд Викимедиа и участники

source: Privacy policy
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
he: מדיניות פרטיות
mk: Лични податоци
ru: Политика конфиденциальности
sl: Pravilnik o zasebnosti
tr: Gizlilik politikası

source: Terms of Use
es: Términos de Uso
fi: Käyttöehdot
fr: Conditions d’utilisation
he: תנאי שימוש
mk: Услови на употреба
ru: Условия использования
sl: Pogoji uporabe
tr: Kullanım Şartları

source: Code: GPL-3.0-or-later
es: Código: GPL-3.0-o-superior
fi: Koodi: GPL-3.0 tai uudempi
fr: Code : GPL 3.0 ou ultérieure
he: קוד: GPL 3.0 או מאוחר יותר
mk: Код: ОЈЛ-3.0-или-понова
ru: Код: GPL-3.0 или новее
sl: Koda: GPL-3.0-or-later
tr: Kod: GPL-3.0 veya üstü

source: Content: CC-BY-SA-4.0
fr: Contenu : CC-BY-SA 4.0
mk: Содржина: CC-BY-SA-4.0
ru: Содержимое: CC-BY-SA-4.0

source: About
es: Acerca de
fi: Tietoja
fr: À propos
he: אודות
mk: За порталот
ru: О портале
sl: O projektu
tr: Hakkında

source: Contribute
es: Contribuir
fi: Muokkaa
fr: Contribuer
he: תרומה
mk: Учествувајте
ru: Внести свой вклад
sl: Prispevaj
tr: Katkıda bulunun

source: Get started
es: Primeros pasos
fi: Aloita
fr: Bien démarrer
he: איך להתחיל
mk: За почеток
ru: Приступить
sl: Začetek
tr: Başla

source: Use content and data
es: Usar contenidos y datos
fi: Käytä sisältöä ja dataa
fr: Utiliser des contenus et données
he: שימוש בתוכן ובנתונים
mk: Употреба на содржини и податоци
ru: Использование контента и данных
sl: Uporabljajte vsebino in podatke
tr: İçeriği ve verileri kullanın

source: Tools and bots
es: Herramientas y bots
fi: Työkalut ja botit
fr: Outils et robots
he: כלים ובוטים
mk: Алатки и ботови
ru: Инструменты и боты
sl: Orodja in boti
tr: Araçlar ve botlar

source: Community
es: Comunidad
fi: Yhteisö
fr: Communauté
he: קהילה
mk: Заедница
ru: Сообщество
sl: Skupnost
tr: Topluluk

source: Get help
es: Obtén ayuda
fi: Apua
fr: Obtenir de l’aide
he: קבלת עזרה
mk: Помош
ru: Получить помощь
sl: Pridobite pomoč
tr: Yardım

source: Discover and build Wikimedia technology
es: Descubra y construya la tecnología de Wikimedia
fi: Tutustu ja rakenna Wikimedia-tekniikkaa
fr: Découvrir et construire la technologie de Wikimedia
he: לגלות ולבנות טכנולוגיה של ויקימדיה
mk: Откривајте и изработувајте Викимедиина техника
ru: Откройте для себя технологии Викимедиа и поучаствуйте в их создании
sl: Odkrivajte in gradite tehnologijo Wikimedie
tr: Wikimedia teknolojisini keşfedin ve oluşturun

source: Find technical documentation, and connect with the developer community behind [Wikipedia](https://www.wikipedia.org/) and other [Wikimedia projects](https://wikimediafoundation.org/our-work/wikimedia-projects/).
es: Encuentra documentación técnica y conéctate con la comunidad de desarrolladores detrás de [Wikipedia](https://www.wikipedia.org/) y los [otros proyectos Wikimedia](https://wikimediafoundation.org/our-work/wikimedia-projects/).
fi: Etsi teknisiä dokumentaatioita ja ota yhteyttä [Wikipedian](https://www.wikipedia.org/) ja muiden [Wikimedia-projektien](https://wikimediafoundation.org/our-work/wikimedia-projects/) kehittäjäyhteisöihin.
fr: Trouvez de la documentation technique et se connecter avec la communauté de développeurs derrière [Wikipédia](https://www.wikipedia.org/) et les autres [projets Wikimedia](https://wikimediafoundation.org/our-work/wikimedia-projects/).
he: המקום למצוא תיעוד טכני ולהתחבר עם קהילת המפתחים מאחורי [ויקיפדיה](https://www.wikipedia.org/)) ו[מיזמי ויקימדיה](https://wikimediafoundation.org/our-work/wikimedia-projects/) אחרים.
mk: Најдете техничка документација и поврзете се со разработувачките заедници зад [Википедија](https://www.wikipedia.org/) и другите [Викимедиини проекти](https://wikimediafoundation.org/our-work/wikimedia-projects/).
ru: Найдите техническую документацию и свяжитесь с сообществом разработчиков [Википедии](https://www.wikipedia.org/) и других [проектов Викимедиа](https://wikimediafoundation.org/our-work/wikimedia-projects/).
sl: Poiščite tehnično dokumentacijo in se povežite s skupnostjo razvijalcev za [Wikipedijo](https://www.wikipedia.org/) in drugimi [projekti Wikimedie](https://wikimediafoundation.org/our-work/wikimedia-projects/).
tr: Teknik belgeler bulun ve [Vikipedi](https://www.wikipedia.org/) ile diğer [Wikimedia projelerinin](https://wikimediafoundation.org/our-work/wikimedia-projects/) arkasındaki geliştirici ekiple bağlantı kurun.

source: [Get started](get-started/){ .md-button }
es: [Comenzar](get-started/){ .md-button }
fi: [Aloita](get-started/){ .md-button }
fr: [Bien démarrer](get-started/){ .md-button }
he: [להתחיל](get-started/){ .md-button }
mk: [За почеток](get-started/){ .md-button }
ru: [Приступить](get-started/){ .md-button}
sl: [Začetek](get-started/){ .md-button }
tr: [Başlayın](get-started/){ .md-button }

source: [Use Wikimedia content and data](use-content/)
es: [Usar contenidos y datos Wikimedia](use-content/)
fi: [Käytä Wikimedian sisältöä ja dataa](use-content/)
fr: [Utiliser des contenus et données de Wikimedia](use-content/)
he: [שימוש בתוכן ובנתונים של ויקימדיה](use-content/)ahnua
mk: [Користете содржини и податоци од Викимедија](use-content/)
ru: [Используйте контент и данные Викимедиа](use-content/)
sl: [Uporabljajte vsebino in podatke Wikimedie](use-content/)
tr: [Wikimedia içeriğini ve verilerini kullanın](use-content/)

source: Access articles from Wikipedia, media files, structured data, and more with public APIs and downloads.
es: Accede a artículos desde Wikipedia, archivos multimedia, datos estructurados y otros, con APIs públicas y descargas.
fi: Käytä Wikipedian artikkeleita, mediatiedostoja, strukturoitua dataa ja paljon muuta julkisten ohjelmointirajapintojen ja latausten avulla.
fr: Accédez aux articles de Wikipédia, aux fichiers média, aux données structurées et plus encore, avec des API publiques et des téléchargements.
he: גישה לערכי ויקיפדיה, קובצי מדיה, נתונים מבניים, ועוד, באמצעות API־ים ציבוריים והורדות.
mk: Пристап до статии од Википедија, медиумски податотеки, структурирани податоци и повеќе со јавни приложници и преземања.
ru: Доступ к статьям из Википедии, медиафайлам, структурированным данным и многому другому с помощью общедоступных API и загрузок.
sl: Dostopajte do člankov iz Wikipedije, predstavnostnih datotek, strukturiranih podatkov in drugega z javnimi API-ji in prenosi.
tr: Herkese açık API'ler ve indirmelerle Vikipedi'deki maddelere, medya dosyalarına, yapılandırılmış verilere ve daha fazlasına erişin.

source: [Build tools and bots](build-tools/)
es: [Crear herramientas y bots](build-tools/)
fi: [Rakenna työkaluja ja botteja](build-tools/)
fr: [Outils de construction et robots](build-tools/)
he: [בניית כלים ובוטים](build-tools/)
mk: [Изработувајте алатки и ботови](build-tools/)
ru: [Создавайте инструменты и ботов](build-tools/)
sl: [Gradite orodja in bote](build-tools/)
tr: [Araç ve bot oluşturun](build-tools/)

source: Tools and bots make it easier to edit and maintain Wikimedia projects.
es: Las herramientas y los bots facilitan las edición y mantención de los proyectos Wikimedia.
fi: Työkalut ja botit helpottavat muokkaamista ja ylläpitoa Wikimedian projekteissa.
fr: Les outils et robots facilitent la modification et la maintenance des projets Wikimedia.
he: כלים ובוטים מקלים על עריכה ותחזוקה של מיזמי ויקימדיה.
mk: Алатките и ботовите го олеснуваат уредувањето и одржувањето на Викимедиините проекти.
ru: Инструменты и боты облегчают редактирование и поддержку проектов Викимедиа.
sl: Orodja in roboti olajšajo urejanje in vzdrževanje projektov Wikimedie.
tr: Araçlar ve botlar, Wikimedia projelerini düzenlemeyi ve sürdürmeyi kolaylaştırır.

source: [Contribute to Wikimedia open source](contribute/)
es: [Contribuir al código abierto de Wikimedia](contribute/)
fi: [Osallistu Wikimedian avoimeen lähdekoodiin](contribute/)
fr: [Contribuer au code source ouvert de Wikimedia](contribute/)
he: [תרומה לקוד פתוח של ויקימדיה](contribute/)
mk: [Учествувајте во отворениот код на Викимедија](contribute/)
ru: [Вносите свой вклад в открытый исходный код Викимедиа](contribute/)
sl: [Prispevajte k odprti kodi Wikimedie](contribute/)
tr: [Wikimedia açık kaynağına katkıda bulunun](contribute/)

source: Help build the Wikimedia ecosystem with open source software.
es: Ayuda a construir el ecosistema Wikimedia con software código abierto.
fi: Auta rakentamaan Wikimedian ekosysteemiä avoimen lähdekoodin ohjelmistolla.
fr: Aidez à construire l’écosystème Wikimedia avec du logiciel en code source ouvert.
he: לעזור לבנות את הסביבה של ויקימדיה עם תוכנה בקוד פתוח.
mk: Помогнете ни во изградбата на Викимедииниот екосистем со програми со отворен код.
ru: Помогайте создавать экосистему Викимедиа с помощью программного обеспечения с открытым исходным кодом.
sl: Pomagajte graditi ekosistem Wikimedie z odprtokodnim programjem.
tr: Açık kaynaklı yazılımla Wikimedia ekosisteminin oluşturulmasına yardımcı olun.

source: [Connect with the community](community/)
es: [Conectarse con la comunidad](community/)
fi: [Ole osa yhteisöä](community/)
fr: [Se connecter avec la communauté](community/)
he: [התחברות עם הקהילה](community/)
mk: [Поврзете се со заедницата](community/)
ru: [Подключайтесь к сообществу](community/)
sl: [Povežite se s skupnostjo](community/)
tr: [Toplulukla bağlantı kurun](community/)

source: Get involved with the Wikimedia technical community, and find opportunities for support and learning.
es: Participa en la comunidad técnica de Wikimedia, y encuentra oportunidades de soporte y aprendizaje.
fi: Liity Wikimedian tekniseen yhteisöön ja löydä mahdollisuuksia tukeen ja oppimiseen.
fr: Impliquez-vous dans la communauté Wikimedia et trouvez des opportunités pour l’assistance et l’apprentissage.
he: להיות מעורבים בקהילה הטכנית של ויקימדיה, ולמצוא הזדמנויות לתמיכה ולימוד.
mk: Вклучете се во Викимедиината техничарска заедница, каде ќе добиете прилика за поддршка и наобразба.
ru: Присоединяйтесь к техническому сообществу Викимедиа и откройте для себя возможности для поддержки и обучения.
sl: Vključite se v Wikimedijino tehnično skupnost, kjer boste našli priložnosti za podporo in učenje.
tr: Wikimedia teknik ekibine katılın ve destek ve öğrenme fırsatını yakalayın.

source: [Get help](get-help/)
es: [Obtén ayuda](get-help/)
fi: [Apua](get-help/)
fr: [Obtenir de l’aide](get-help/)
he: [קבלת עזרה](get-help/)
mk: [Помош](get-help/)
ru: [Получайте помощи](get-help/)
sl: [Pridobite pomoč](get-help/)
tr: [Yardım](get-help/)

source: Find resources to help with questions and troubleshooting.
es: Encuentra recursos para ayudar con preguntas y resolución de problemas.
fi: Etsi resursseja kysymyksiin ja vianetsintään.
fr: Trouvez des ressources pour aider à répondre aux questions et pour le dépannage.
he: למצוא משאבים לעזרה עם שאלות ופתרון בעיות.
mk: Најдете ресурси за прашања и проблеми
ru: Найдите ресурсы, которые помогут с ответами на вопросы и устранением неполадок.
sl: Poiščite vire za pomoč pri vprašanjih in odpravljanju težav.
tr: Sorular ve sorun giderme konusunda yardımcı olacak kaynaklar bulun.

source: [Discover and share tools](search.md)
es: [Descubrir y compartir herramientas](search.md)
fi: [Tutustu ja jaa työkaluja](search.md)
fr: [Outils de découverte et de partage](search.md)
he: [גיולי ושיתוף כלים](search.md)
mk: [Откривајте и споделувајте алатки](search.md)
ru: [Откройте для себя инструменты и поделитесь ими](search.md)
sl: [Odkrijte in delite orodja](search.md)
tr: [Araçları keşfedin ve paylaşın](search.md)

source: Browse the catalog of tools on Toolhub, share your tools, and help maintain tool metadata.
es: Explora el catálogo de herramientas en Toolhub, comparte tus herramientas y ayuda a mantener la metadata de las herramientas.
fi: Selaa Toolhubin työkaluluetteloa, jaa työkalujasi sekä auta ylläpitämään niiden metatietoja.
fr: Parcourez le catalogue des outils sur Toolhub, partagez vos outils et aidez à maintenir les métadonnées des outils.
he: עיון בקטלוג הכלים ב־Toolhub, שיתוף הכלים שלך, ועזרה לתחזוקת מטא־נתונים של כלים.
mk: Прелистувајте го каталогот на алатки на Toolhub, споделувајте ги вашите алатки и помогнете во одржувањето на метаподатоците за алатки.
ru: Просматривайте каталог инструментов на Toolhub, делитесь своими инструментами и помогайте поддерживать метаданные инструментов.
sl: Brskajte po katalogu orodij Toolhub, delite svoja orodja in pomagajte vzdrževati metapodatke orodij.
tr: Toolhub'daki araçlar kataloğuna göz atın, araçlarınızı paylaşın ve araç meta verilerinin korunmasına yardımcı olun.

source: [Get started](get-started.md)
es: [Comenzar](get-started.md)
fi: [Aloita](get-started.md)
fr: [Bien démarrer](get-started.md)
he: [תחילת עבודה](get-started.md)
mk: [Вовед](get-started.md)
ru: [Приступить](get-started.md)
sl: [Začetek](get-started.md)
tr: [Başlayın](get-started.md)

source: Create your first tool, learn about running a bot, and get best practices.
es: Crea tu primera herramienta, aprende cómo correr un bot, y obtén las mejores prácticas.
fi: Luo ensimmäinen työkalusi, opi botin ylläpitämisestä ja hanki parhaat käytännöt.
fr: Créez votre premier outil, apprenez à faire fonctionner un robot et les meilleures pratiques.
he: יצירת הכלי הראשון שלך ולימוד על הרצת בוט ועל שיטות עבודה טובות
mk: Создајте ја вашата прва алатка, дознајте како да ракувате со бот и најдобрите практики.
ru: Создайте свой первый инструмент, узнайте о том, как запустить бота, а также ознакомьтесь с лучшими практиками.
sl: Ustvarite svoje prvo orodje, seznanite se z upravljanjem bota in spoznajte najboljše prakse.
tr: İlk aracınızı oluşturun, bir bot çalıştırmayı öğrenin ve en iyi uygulamaları edinin.

source: [Learn with tutorials](tutorials.md)
es: [Aprende con tutoriales](tutorials.md)
fi: [Opi opetusohjelmien avulla](tutorials.md)
fr: [Apprendre avec des tutoriels](tutorials.md)
he: [לימוד בעזרת דפי הדרכה](tutorials.md)
mk: [Учете со нагледни упатства](tutorials.md)
ru: [Учитесь с помощью руководств](tutorials.md)
sl: [Učite se z vadnicami](tutorials.md)
tr: [Öğreticilerle öğrenin](tutorials.md)

source: Follow step-by-step guides to learn the basics of interacting with Wikimedia projects.
es: Sigue las guías paso a paso para aprender los elementos básicos para interactuar con los proyectos Wikimedia.
fi: Seuraa vaihe-vaihteelta-oppaita oppiaksesi vuorovaikutuksen perusteet Wikimedian projekteissa.
fr: Suivez des guides pas à pas pour apprendre les bases de l’interaction avec les projets Wikimedia.
he: לעקוב אחר הוראות צעד־אחר־צעד כדי ללמוד את היסודות של קשר עם מיזמי ויקימדיה.
mk: Проследете ги водичите чекор по чекор за да ги научите основите на работа со Викимедиините проекти.
ru: Следуйте пошаговым инструкциям, чтобы изучить основы взаимодействия с проектами Викимедиа.
sl: Sledite navodilom po korakih, da se naučite osnov interakcije s projekti Wikimedie.
tr: Wikimedia projeleriyle etkileşimin temellerini öğrenmek için adım adım kılavuzları takip edin.

source: [Use APIs and data sources](apis.md)
es: [Usar APIs y orígenes de datos](apis.md)
fi: [Käytä ohjelmointirajapintoja ja tietolähteitä](apis.md)
fr: [Utiliser des APIs et sources de données](apis.md)
he: [להשתמש ב־API־ים ומקורות מידע](apis.md)
mk: [Користете приложници и податочни извори](apis.md)
ru: [Используйте API и источники данных](apis.md)
sl: [Uporaba API-jev in podatkovnih virov](apis.md)
tr: [API'leri ve veri kaynaklarını kullanın](apis.md)

source: Explore programming interfaces for building bots and tools.
es: Explora las interfaces de programación para construir bots y herramientas.
fi: Tutustu ohjelmointirajapintoihin bottien ja työkalujen kehittämiseksi.
fr: Explorez les interfaces de programmation pour construire des robots et outils.
he: לחקור ממשקי תכנות לבניית בוטים וכלים.
mk: Истражете ги програмерските посредници за изработка на ботови и алатки.
ru: Изучите программные интерфейсы для создания ботов и инструментов.
sl: Raziščite programske vmesnike za ustvarjanje botov in orodij.
tr: Bot ve araç oluşturmak için programlama arayüzlerini keşfedin.

source: [Host tools on Wikimedia servers](host-tools.md)
es: [Hospeda herramientas en los servidores de Wikimedia](host-tools.md)
fi: [Isännöi työkaluja Wikimedian palvelimilla](host-tools.md)
fr: [Héberger des outils sur les serveurs de Wikimedia](host-tools.md)
he: [אירוח כלים בשרתי ויקימדיה](host-tools.md)
mk: [Вдомете алатки на Викимедиините опслужувачи](host-tools.md)
ru: [Хостинг инструментов на серверах Викимедиа](host-tools.md)
sl: [Gostite orodja na strežnikih Wikimedie](host-tools.md)
tr: [Wikimedia sunucularında barındırma araçları](host-tools.md)

source: Access cloud services for performing analytics, administering bots, running web services, and hosting tools that help Wikimedia projects.
es: Accede a servicios en la nube para realizar análisis, administrar de bots, ejecutar servicios web y hospedar herramientas que ayuden a los proyectos Wikimedia.
fi: Käytä pilvipalveluita analytiikan suorittamiseen, bottien hallintaan, verkkopalveluiden käyttämiseen sekä isäntätyökaluihin, jotka auttavat Wikimedian projekteja.
fr: Accédez aux services hébergés en ligne pour effectuer des analyses, administrer des robots, exécuter des services web et héberger des outils pour aider les projets de Wikimedia.
he: לגשת לשירותי ענן לביצוע ניתוח נתונים, ניהול בוטים, הרצת שירותי וב, ואירוח כלים שעוזרים למיזמי ויקימדיה.
mk: Пристап до облачните услуги за вршење на анализи, управување со ботови, семрежни услуги и вдомување на алатки полезни за Викимедиините проекти.
ru: Получите доступ к облачным сервисам для выполнения аналитики, администрирования ботов, запуска веб-сервисов и хостинга инструментов, которые помогают проектам Викимедиа.
sl: Dostopajte do storitev v oblaku za izvajanje analitike, skrbništvo botov, izvajanje spletnih storitev in gostovanje orodij, ki pomagajo projektom Wikimedie.
tr: Analitik performanslar, bot yönetimi, web hizmetlerini çalıştırma ve Wikimedia projelerine yardımcı olan araçları barındırma işlevi için bulut hizmetlerine erişin.

source: Use APIs and data sources
es: Usar APIs y orígenes de datos
fi: Käytä ohjelmointirajapintoja ja tietolähteitä
fr: Utiliser des API et des sources de données
he: שימוש ב־API־ים ובמקורות מידע
mk: Користете приложници и податочни извори
ru: Используйте API и источники данных
sl: Uporaba API-jev in podatkovnih virov
tr: API'leri ve veri kaynaklarını kullanın

source: Pywikibot is a Python library and collection of scripts that automate work on Wikimedia projects.
es: Pywikibot es una librería de Python y una colección de scripts que automatizan el trabajo en los proyectos Wikimedia.
fi: Pywikibot on Python-kirjasto ja kokoelma komentokieliä, jotka automatisoivat työskentelyä Wikimedian projekteissa.
fr: Pywikibot est une bibliothèque Python et une collection de scripts qui automatisent des travaux sur les projets de Wikimedia.
he: Pywikibot היא ספריית פייתון ואוסף סקריפטים שעושים אוטומציה במיזמי ויקימדיה.
mk: Pywikibot е библиотека за Python и збирка од скрипти кои ја автоматизираат работата на Викимедиините проекти.
ru: Pywikibot — это библиотека на языке Python и набор скриптов, которые автоматизируют работу над проектами Викимедиа.
sl: Pywikibot je knjižnica Python in zbirka skriptov, ki avtomatizirajo delo v projektih Wikimedie.
tr: Pywikibot, Wikimedia projelerinde çalışmayı otomatikleştiren bir Python kitaplığı ve komut dosyaları koleksiyonudur.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot)
fr: [Lire le manuel sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot)
he: מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot)

source: [Contribute](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot/Development)
es: [Contribuye](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot/Development)
fi: [Osallistu](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot/Development)
fr: [Contribuer](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot/Development)
he: [תרומה](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot/Development)
mk: [Учествувајте](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot/Development)
ru: [Поучаствовать в разработке](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot/Development)
sl: [Prispevajte](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot/Development)
tr: [Katkıda bulunun](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot/Development)

source: [Get the source code](https://gerrit.wikimedia.org/g/pywikibot/core)
es: [Obtén el código fuente](https://gerrit.wikimedia.org/g/pywikibot/core)
fi: [Hanki lähdekoodi](https://gerrit.wikimedia.org/g/pywikibot/core)
fr: [Obtenir le code source](https://gerrit.wikimedia.org/g/pywikibot/core)
he: [קבלת קוד המקור](https://gerrit.wikimedia.org/g/pywikibot/core)
mk: [Перземете го изворниот код](https://gerrit.wikimedia.org/g/pywikibot/core)
ru: [Получите исходный код](https://gerrit.wikimedia.org/g/pywikibot/core)
sl: [Pridobite izvorno kodo](https://gerrit.wikimedia.org/g/pywikibot/core)
tr: [Kaynak kodunu alın](https://gerrit.wikimedia.org/g/pywikibot/core)
