Repository: wikimedia/wikimedia-developer-portal
Catalog: data/locale/*/LC_MESSAGES/mkdocs.po
Languages: es, fi, fr, he, mk, ru, sl, tr

source: Stay up to date with the latest from the Wikimedia technical community.
fi: Pysy ajan tasalla Wikimedian teknisen yhteisön viimeisimmistä uutisista.
fr: Restez à jour avec les dernières nouveautés de la communauté technique de Wikimedia.
mk: Бидете во тек со најновите збиднувања во техничката заедница на Викимедија.
ru: Будьте в курсе последних новостей технического сообщества Викимедиа.
sl: Bodite na tekočem z najnovejšimi novicami tehnične skupnosti Wikimedie.
tr: Wikimedia teknik topluluğundan en son gelişmelerden haberdar olun.

source: [Learn about Wikimedia technical operations](tech-ops.md)
fi: [Lue Wikimedian teknisistä toiminnoista](tech-ops.md)
fr: [Apprendre sur les opérations techniques de Wikimedia](tech-ops.md)
he: [ללמוד על תפעול טכני של ויקימדיה](tech-ops.md)
mk: [Дознајте за техничките операции на Викимедија](tech-ops.md)
ru: [Узнавайте о технических операциях Викимедиа](tech-ops.md)
sl: [Več o tehničnih operacijah Wikimedie](tech-ops.md)
tr: [Wikimedia teknik işlemleri hakkında bilgi edinin](tech-ops.md)

source: Find information about the infrastructure and teams behind Wikimedia technology.
fi: Löydä tietoa Wikimedian teknologian taustalla olevasta infrastruktuurista ja tiimeistä.
fr: Trouvez des informations sur l’infrastructure et les équipes derrière la technologie de Wikimedia.
mk: Најдетеи нформации за инфраструктурата и екипите зад Викимедиината технологија.
ru: Найдите информацию об инфраструктуре и командах, стоящих за технологиями Викимедиа.
sl: Poiščite informacije o infrastrukturi in ekipah, ki skrbijo za tehnologijo Wikimedie.
tr: Wikimedia teknolojisinin arkasındaki altyapı ve ekipler hakkında bilgi edinin.

source: Communicate with the tech community
fi: Kommunikoi teknisen yhteisön kanssa
fr: Communiquer avec la communauté technique
he: תקשורת עם הקהילה הטכנית
mk: Општете со техничарската заедница
ru: Общайтесь с техническим сообществом
sl: Komunicirajte s tehnično skupnostjo
tr: Teknoloji topluluğuyla iletişim kurun

source: Read the code of conduct
es: Lee el código de conducta
fi: Lue käytännesäännöt
fr: Lire le code de conduite
he: קריאת קוד ההתנהגות
mk: Прочитајте го правилникот на однесување
ru: Прочтите кодекс поведения
sl: Preberite kodeks ravnanja
tr: Yönetim kurallarını okuyun

source: The code of conduct for Wikimedia technical spaces applies to both physical and virtual environments. Learn how to foster an open and welcoming community.
fi: Wikimedian teknisten tilojen käytännesäännöt koskevat sekä fyysisiä että virtuaalisia ympäristöjä. Opi edistämään avointa ja vieraanvaraista yhteisöä.
fr: Le code de conduite pour les espaces techniques de Wikimedia s’applique aux environnements physiques et virtuels. Apprenez comment faire vivre une communauté ouverte et accueillante.
mk: Правилникот на однесување во Викимедиините технички простори важи како за физичката, така и за виртуелната околина. Дознајте како да создадете отворена и срдечна заедница.
ru: Кодекс поведения для технических пространств Викимедиа применяется как к физической, так и к виртуальной среде. Узнайте, как создать открытое и гостеприимное сообщество.
sl: Kodeks ravnanja za tehnične prostore Wikimedie velja za fizična in virtualna okolja. Naučite se spodbujati odprto in gostoljubno skupnost.
tr: Wikimedia teknik alanları için yönetim kuralları, hem fiziksel hem de sanal ortamlar için geçerlidir. Açık ve misafirperver bir topluluğu nasıl geliştireceğinizi öğrenin.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Code_of_Conduct)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Code_of_Conduct)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/Code_of_Conduct)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Code_of_Conduct)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Code_of_Conduct)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Code_of_Conduct)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Code_of_Conduct)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Code_of_Conduct)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/Code_of_Conduct)

source: Communication channels
es: Canales de comunicación
fi: Viestintäkanavat
fr: Canaux de communication
he: ערוצי תקשורת
mk: Канали за општење
ru: Каналы связи
sl: Komunikacijski kanali
tr: İletişim kanalları

source: Get in contact with developers and MediaWiki users to get support and share knowledge.
fi: Ota yhteyttä kehittäjiin ja MediaWikin käyttäjiin saadaksesi tukea ja jakaaksesi tietoa.
fr: Restez en contact avec les développeurs et les utilisateurs de MediaWiki pour avoir de l’aide et partager la connaissance.
mk: Стапете во контакт со разработувачите и корисниците на МедијаВики за да добиете поддршка и да ги споделите знаењата.
ru: Свяжитесь с разработчиками и пользователями MediaWiki, чтобы получить поддержку и поделиться знаниями.
sl: Stopite v stik z razvijalci in uporabniki programja MediaWiki, da dobite podporo in delite znanje.
tr: Destek almak ve bilgi paylaşmak için geliştiriciler ve MediaWiki kullanıcılarıyla iletişime geçin.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Communication)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Communication)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/Communication)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Communication)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Communication)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Communication)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Communication)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Communication)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/Communication)

source: Find code maintainers and stewards
fi: Etsi koodin ylläpitäjät ja ylivalvojat
fr: Trouver des mainteneurs de code et des coordinateurs
he: מציאת מתחזקי קוד
mk: Најдете одржувачи на код и надзорници
ru: Найдите сопровождающих код (майнтейнеров) и стюардов
sl: Poiščite vzdrževalce in skrbnike kode
tr: Kod koruyucuları ve görevlileri bulun

source: Browse the list of developers and teams who maintain core MediaWiki components, key extensions and skins, libraries, and other Wikimedia technical infrastructure.
fi: Selaa luetteloa kehittäjistä ja tiimeistä, jotka ylläpitävät MediaWikin ydinkomponentteja, laajennuksia ja ulkonäköteemoja, kirjastoja ja muuta Wikimedian teknistä infrastruktuuria.
fr: Naviguez dans la liste des développeurs et des équipes qui maintiennent les composants cœur de MediaWiki, les extensions et habillages clés, les bibliothèques et les autres infrastructures techniques de Wikimedia.
mk: Прелистајте го списокот на разработувачи и екипи кои го одржуваат јадрото на МедијаВики, клучните додатоци и рува, библиотеки и останатата техничка инфраструктура на Викимедија.
ru: Просмотрите список разработчиков и команд, которые поддерживают основные компоненты MediaWiki, ключевые расширения и темы оформления, библиотеки и другую техническую инфраструктуру Викимедиа.
sl: Brskajte po seznamu razvijalcev in skupin, ki vzdržujejo osnovne komponente programja MediaWiki, ključne razširitve in preobleke, knjižnice in drugo tehnično infrastrukturo Wikimedie.
tr: Temel MediaWiki bileşenlerini, temel uzantıları ve dış görünümleri, kitaplıkları ve diğer Wikimedia teknik altyapısını koruyan geliştiricilerin ve ekiplerin listesine göz atın.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Developers/Maintainers)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Developers/Maintainers)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/Developers/Maintainers)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Developers/Maintainers)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Developers/Maintainers)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Developers/Maintainers)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Developers/Maintainers)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Developers/Maintainers)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/Developers/Maintainers)

source: Explore hackathons and events
fi: Tutustu tapahtumiin
fr: Explorer les hackathons et les événements
he: עיון בהאקאתונים ואירועים
mk: Истражете хакатони и настани
ru: Исследуйте хакатоны и мероприятия
sl: Raziščite hekatone in dogodke
tr: Hackathon'ları ve etkinlikleri keşfedin

source: Hackathons
fi: Hachathons
he: האקאתונים
mk: Хакатони
ru: Хакатоны
sl: Hekatoni
tr: Hackathonlar

source: A hackathon brings together people with different skills to work together on a common technical goal.
fi: Hackathon (ohjelmointitapahtumat) kokoaa yhteen erilaisia taitoja omaavia ihmisiä työskentelemään yhdessä yhteisen teknisen tavoitteen eteen.
fr: Un hackathon réunit des personnes avec des compétences différentes pour travailler ensemble sur un objectif technique commun.
mk: Хакатоните се настани каде луѓе со различни вештини се собираат за да работат кон заедничка техничка цел.
ru: Хакатон объединяет людей с разными навыками для совместной работы над общей технической целью.
sl: Hekaton združuje ljudi z različnimi spretnostmi pri doseganju skupnega tehničnega cilja.
tr: Hackathon, ortak bir teknik hedef üzerinde birlikte çalışmak için farklı becerilere sahip insanları bir araya getirir.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Hackathons)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Hackathons)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/Hackathons)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Hackathons)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Hackathons)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Hackathons)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Hackathons)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Hackathons)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/Hackathons)

source: Wikidata events
es: Eventos de Wikidata
fi: Wikidatan tapahtumat
fr: Événements de Wikidata
he: אירועי ויקינתונים
mk: Настани на Википодатоците
ru: События Викиданных
sl: Dogodki Wikipodatkov
tr: Vikiveri etkinlikleri

source: Browse meetups for Wikidata editors, data reusers, and developers.
fi: Selaa tapaamisia Wikidatan muokkaajille, tietojen uudelleenkäyttäjille sekä kehittäjille.
fr: Parcourez les réunions de contributeurs, réutilisateurs de données et développeurs de Wikidata.
mk: Прелистајте средби на уредници на Википодатоците, наменители на податоците и разработувачи.
ru: Просмотрите встречи для редакторов Викиданных, тех, кто повторно использует данные, а также для разработчиков.
sl: Brskajte po srečanjih za urejevalce Wikipodatkov, ponovne uporabnike podatkov in razvijalce.
tr: Vikiveri editörler, veri yeniden kullanıcıları ve geliştiriciler için buluşmalara göz atın.

source: [Read more on Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Events)
es: [Lea más en Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Events)
fi: [Lue lisää Wikidatassa](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Events)
fr: [Lire davantage sur Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Events)
he: [מידע נוסף באתר Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Events)
mk: [Прочитајте повеќе на Википодатоците](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Events)
ru: [Читайте далее в Викиданных](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Events)
sl: [Preberite več v Wikipodatkih](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Events)
tr: [Vikiveri'de daha fazlasını okuyun](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Events)

source: Research events
es: Eventos de investigación
fi: Tutkimustapahtumat
fr: Rechercher des événements
he: אירועי מחקר
mk: Истражувачки настани
ru: Исследовательские события
sl: Raziskovalni dogodki
tr: Araştırma etkinlikleri

source: Join forums and meetups for scientists, engineers, and scholars who are exploring all aspects of Wikimedia projects.
fi: Liity foorumeihin ja tapaamisiin tutkijoille, insinööreille ja tiedemiehille, jotka tutkivat kaikkia Wikimedian projektien näkökulmia.
fr: Rejoignez des forums et réunions de scientifiques, ingénieurs et étudiants qui explorent tous les aspects des projets Wikimedia.
mk: Учествувајте на форуми и средби за научници, инженери и изучувачи кои ги истражуваат на сите аспекти на Викимедиините проекти.
ru: Присоединяйтесь к форумам и встречам ученых, инженеров и учёных, изучающих все аспекты проектов Викимедиа.
sl: Pridružite se forumom in srečanjem za znanstvenike, inženirje in učenjake, ki raziskujejo vse vidike projektov Wikimedie.
tr: Wikimedia projelerinin tüm yönlerini araştıran bilim insanları, mühendisler ve akademisyenler için forumlara ve buluşmalara katılın.

source: [Read more](https://research.wikimedia.org/events.html)
es: [Leer más](https://research.wikimedia.org/events.html)
fi: [Lue lisää](https://research.wikimedia.org/events.html)
fr: [Lire davantage](https://research.wikimedia.org/events.html)
he: [מידע נוסף](https://research.wikimedia.org/events.html)
mk: [Прочитајте повеќе](https://research.wikimedia.org/events.html)
ru: [Читать далее](https://research.wikimedia.org/events.html)
sl: [Preberite več](https://research.wikimedia.org/events.html)
tr: [Daha fazlasını oku](https://research.wikimedia.org/events.html)

source: MediaWiki developer events
es: Eventos para desarrolladores de MediaWiki
fi: MediaWikin kehittäjätapahtumat
fr: Événements pour développeurs de MediaWiki
he: אירועי מפתחי מדיה־ויקי
mk: Настани на разработувачите на МедијаВики
ru: Мероприятия для разработчиков MediaWiki
sl: Dogodki za razvijalce MediaWiki
tr: MediaWiki geliştirici etkinlikleri

source: Join meetings, conferences, and coding sessions related to MediaWiki and Wikimedia code.
fi: Liity MediaWikin ja Wikimedia-koodiin liittyviin kokouksiin, konferensseihin ja koodaushetkiin.
fr: Rejoignez les réunions, conférences et sessions de codage relatives à MediaWiki et au code de Wikimedia.
mk: Учествувајте на средби, собири и кодирања посветени на кодот на МедијаВики и Викимедија.
ru: Присоединяйтесь к собраниям, конференциям и сеансам кодирования, связанным с кодом MediaWiki и Викимедиа.
sl: Pridružite se srečanjem, konferencam in sejam kodiranja, povezanih s kodo programja MediaWiki in Wikimedie.
tr: MediaWiki ve Wikimedia kurallarıyla ilgili toplantılara, konferanslara ve kodlama oturumlarına katılın.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Events)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Events)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/Events)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Events)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Events)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Events)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Events)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Events)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/Events)

source: Coolest Tool Award
fi: Tyylikkäin työkalu-palkinto
fr: Prix du meilleur outil
he: פרס הכלי המגניב
mk: Награда за најинтересна алатка
sl: Nagrada za najbolj kul orodje
tr: En Havalı Araç Ödülü

source: This annual award event celebrates volunteer developer contributions.
fi: Tämä vuosittainen palkintotapahtuma juhlistaa vapaaehtoisten kehittäjien panoksia.
fr: Cet événement annuel de récompense célèbre les contributions des développeurs bénévoles.
mk: Ова годишно доделување на награди им оддава признание на придонесите на доброволните разработувачи.
ru: Эта ежегодная награда отмечает вклад разработчиков-добровольцев.
sl: Ta vsakoletna podelitev nagrad je posvečena prostovoljnim prispevkom razvijalcev.
tr: Bu yıllık ödül etkinliği, gönüllü geliştirici katkılarını kutluyor.

source: [Read more on Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Coolest_Tool_Award)
es: [Lea más en Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Coolest_Tool_Award)
fi: [Lue lisää Meta-Wikissä](https://meta.wikimedia.org/wiki/Special:MyLanguage/Coolest_Tool_Award)
fr: [Lire davantage sur Méta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Coolest_Tool_Award)
he: [מידע נוסף באתר Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Coolest_Tool_Award)
mk: [Прочитајте повеќе на Мета](https://meta.wikimedia.org/wiki/Special:MyLanguage/Coolest_Tool_Award)
ru: [Читайте далее в Мета-вики](https://meta.wikimedia.org/wiki/Special:MyLanguage/Coolest_Tool_Award)
sl: [Preberite več na Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Coolest_Tool_Award)
tr: [Meta-Wiki'de daha fazlasını okuyun](https://meta.wikimedia.org/wiki/Special:MyLanguage/Coolest_Tool_Award)

source: Technical skills workshops
he: סדנאות כישורים טכניים
mk: Работилници за технички вештини
sl: Delavnice tehničnih spretnosti
tr: Teknik beceri atölyeleri

source: Find tools and educational resources to help small wiki communities grow their technical capacity and learn new skills.
fi: Löydä työkaluja ja koulutusresursseja, jotka auttavat pieniä wikiyhteisöjä kasvattamaan teknistä kapasiteettiaan ja oppimaan uusia taitoja.
mk: Најдете алатки и образовни ресурси за да им помогнеме на малите викизаедници да ги зголемат своите технички способности и да стекнете нови вештини.
sl: Poiščite orodja in izobraževalne vire za pomoč majhnim vikiskupnostim pri izboljševaju njihove tehnične zmožnosti in učenju novih spretnosti.
tr: Küçük viki topluluklarının teknik kapasitelerini geliştirmelerine ve yeni beceriler öğrenmelerine yardımcı olacak araçlar ve eğitim kaynakları bulun.

source: [Read more on Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Small_wiki_toolkits)
es: [Lea más en Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Small_wiki_toolkits)
fi: [Lue lisää Meta-Wikissä](https://meta.wikimedia.org/wiki/Special:MyLanguage/Small_wiki_toolkits)
he: [מידע נוסף באתר Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Small_wiki_toolkits)
mk: [Прочитајте повеќе на Мета](https://meta.wikimedia.org/wiki/Special:MyLanguage/Small_wiki_toolkits)
sl: [Preberite več na Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Small_wiki_toolkits)
tr: [Meta-Wiki'de daha fazlasını okuyun](https://meta.wikimedia.org/wiki/Special:MyLanguage/Small_wiki_toolkits)

source: Learn and share technical skills
fi: Opi ja jaa teknisiä taitoja
fr: Apprendre et partager des compétences techniques
mk: Стекнете и споделувајте технички вештини
ru: Изучайте и делитесь техническими навыками
sl: Naučite se in delite tehnične spretnosti
tr: Teknik becerileri öğrenin ve paylaşın

source: Outreach and mentoring programs
fi: Lähetys- ja mentorointiohjelmat
fr: Programmes de sensibilisation et de tutorat
mk: Програми за досег и менторство
ru: Программы популяризации и наставничества
sl: Programi ozaveščanja in mentorstva
tr: Sosyal yardım ve mentorluk programları

source: Grow your skills through internships and mentoring programs like Outreachy and Google Summer of Code.
fi: Kasvata taitojasi harjoittelupaikkojen ja mentorointiohjelmien (kuten Outreachyn ja Google Summer of Coden) avulla.
fr: Accroissez vos compétences via des stages et des programmes de tutorat comme Outreachy et Google Summer of Code.
mk: Градете си ги вештините преку програми за стажирање и менторство како Outreachy и Google Summer of Code.
ru: Развивайте свои навыки с помощью стажировок и программ наставничества, таких как Outreachy и Google Summer of Code.
sl: Izboljšujte svoje spretnosti s pripravništvom in mentorskimi programi, kot sta Outreachy in Google Summer of Code.
tr: Outreachy ve Google Summer of Code gibi stajlar ve rehberlik programları aracılığıyla becerilerinizi geliştirin.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Outreach_programs)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Outreach_programs)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/Outreach_programs)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Outreach_programs)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Outreach_programs)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Outreach_programs)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Outreach_programs)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Outreach_programs)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/Outreach_programs)

source: Small wiki toolkits
fi: Pienten wikien työkalut
he: ארגז כלים לאתרי ויקי קטנים
mk: Алатни прибори за мали викија
sl: Kompleti orodij za majhne vikije
tr: Küçük viki araç setleri

source: Videos and tech talks
es: Vídeos y charlas técnicas
fi: Videot ja tekniset keskustelut
fr: Vidéos et discussions techniques
he: סרטונים והרצאות טכניות
mk: Видеа и техничарски предавања
ru: Видео и технические доклады
sl: Videoposnetki in pogovori o tehniki
tr: Videolar ve teknik konuşmalar

source: Learn about Wikimedia technology through recorded presentations from the community.
fi: Opi Wikimedian tekniikasta yhteisön tallentamien esitysten avulla.
fr: Apprenez sur la technologie de Wikimedia via des présentations enregistrées par la communauté.
mk: Дознајте за Викимедиината технологија преку снимени излагања од заедницата.
ru: Узнайте о технологии Викимедиа из записанных презентаций сообщества.
sl: Spoznajte tehnologijo Wikimedie prek posnetih predstavitev skupnosti.
tr: Toplulukta kaydedilmiş sunumlar aracılığıyla Wikimedia teknolojisi hakkında bilgi edinin.
