Repository: wikimedia/wikimedia-developer-portal
Catalog: data/locale/*/LC_MESSAGES/mkdocs.po
Languages: es, fi, fr, he, mk, ru, sl, tr

source: [Contribute by topic](by-topic.md)
es: [Contribuir por tema](by-topic.md)
fi: [Osallistu aiheittain](by-topic.md)
fr: [Contribuer par sujet](by-topic.md)
he: [תרומה לפי נושא](by-topic.md)
mk: [Учествувајте по тема](by-topic.md)
ru: [Возможности участия по темам](by-topic.md)
sl: [Prispevajte po temah](by-topic.md)
tr: [Konuya göre katkıda bulunun](by-topic.md)

source: Find ways to contribute, and connect with others with shared interests.
fi: Löydä osallistumistapoja ja ole yhteydessä muihin, joilla on samoja mielenkiinnonkohteita.
fr: Trouvez des moyens pour contribuer et vous mettre en relation avec d’autres sur des intérêts communs.
mk: Најдете начини за учество и поврзете се со други кои ги делат вашите интереси.
ru: Найдите способы вносить свой вклад и общаться с другими людьми с общими интересами.
sl: Poiščite načine za prispevanje in se povežite z drugimi s skupnimi interesi.
tr: Katkıda bulunmanın yollarını bulun ve ortak ilgi alanlarına sahip başkalarıyla bağlantı kurun.

source: [Contribute by programming language](by-language.md)
es: [Contribuir por lenguaje de programación](by-language.md)
fi: [Osallistu ohjelmointikielittäin](by-language.md)
fr: [Contribuer par langage de programmation](by-language.md)
he: [תרומה לפי שפת תכנות](by-language.md)
mk: [Учествувајте по програмски јазик](by-language.md)
ru: [Возможности участия по языкам программирования](by-language.md)
sl: [Prispevajte po programskem jeziku](by-language.md)
tr: [Programlama diline göre katkıda bulunun](by-language.md)

source: Choose a project to contribute to based on programming language.
fi: Valitse projekti, johon osallistut ohjelmointikielen perusteella.
fr: Choisissez un projet auquel contribuer selon un langage de programmation.
mk: Изберете на кој проект ќе учествувате зависно од програмскиот јазик.
ru: Выберите проект, в который хотите внести свой вклад, на основе языка программирования.
sl: Izberite projekt, h kateremu želite prispevati, na podlagi programskega jezika.
tr: Programlama diline göre katkıda bulunacağınız bir proje seçin.

source: [Search all projects](search.md)
es: [Buscar todos los proyectos](search.md)
fi: [Hae kaikista projekteista](search.md)
fr: [Rechercher dans tous les projets](search.md)
he: [חיפוש בכל המיזמים](search.md)
mk: [Пребарајте ги сите проекти](search.md)
ru: [Искать во всех проектах](search.md)
sl: [Preiščite vse projekte](search.md)
tr: [Tüm projeleri arayın](search.md)

source: Search all Wikimedia open source software projects.
fi: Hae kaikista Wikimedian avoimen lähdekoodin projekteista.
fr: Recherchez dans tous les projets logiciels en source ouverte de Wikimedia.
mk: ПРебарајте ги сите Викимедиини проекти со отворен код
ru: Поиск по всем проектам программного обеспечения Викимедиа с открытым исходным кодом.
sl: Preiščite vse odprtokodne programske projekte Wikimedie.
tr: Tüm Wikimedia açık kaynak yazılım projelerini arayın.

source: Contribute by programming language
es: Contribuir por lenguaje de programación
fi: Osallistu ohjelmointikielen perusteella
fr: Contribuer par langage de programmation
he: תרומה לפי שפת תכנות
mk: Учествувајте по програмски јазик
ru: Возможности участия по языкам программирования
sl: Prispevajte po programskem jeziku
tr: Programlama diline göre katkıda bulunun

source: Codex is a toolkit for building user interfaces within the Wikimedia Design System using Vue.
fi: Codex on sarja työkaluja käyttöliittymien rakentamiseen Wikimedia Design Systemissä Vuen avulla.
fr: Codex est une boîte à outils pour construire des interfaces utilisateur au sein du Système de conception Wikimedia en utilisant Vue.
mk: Codex е алатник за изработка на кориснички посредници во рамките на Викимедииниот систем на осмислување служејќи се со Vue.
ru: Codex — это набор инструментов для создания пользовательских интерфейсов в системе дизайна Викимедиа с использованием Vue.
sl: Codex je nabor orodij za gradnjo uporabniških vmesnikov znotraj Konceptualnega sistema Wikimedie z uporabo Vue.
tr: Codex, Vue.js kullanarak Wikimedia Tasarım Sistemi içinde kullanıcı arayüzleri oluşturmak için bir araç takımıdır.

source: [Read the docs](https://doc.wikimedia.org/codex/latest)
fr: [Lire la documentation](https://doc.wikimedia.org/codex/latest)
mk: [Прочитајте ги документите](https://doc.wikimedia.org/codex/latest)

source: [Contribute](https://doc.wikimedia.org/codex/latest/contributing/overview.html)
fr: [Contribuer](https://doc.wikimedia.org/codex/latest/contributing/overview.html)
mk: [Учествувајте](https://doc.wikimedia.org/codex/latest/contributing/overview.html)

source: [Get the source code](https://gerrit.wikimedia.org/g/design/codex/)
es: [Obtén el código fuente](https://gerrit.wikimedia.org/g/design/codex/)
fi: [Hanki lähdekoodi](https://gerrit.wikimedia.org/g/design/codex/)
fr: [Obtenir le code source](https://gerrit.wikimedia.org/g/design/codex/)
he: [קבלת קוד המקור](https://gerrit.wikimedia.org/g/design/codex/)
mk: [Преземете го изворниот код](https://gerrit.wikimedia.org/g/design/codex/)
ru: [Получите исходный код](https://gerrit.wikimedia.org/g/design/codex/)
sl: [Pridobite izvorno kodo](https://gerrit.wikimedia.org/g/design/codex/)
tr: [Kaynak kodunu alın](https://gerrit.wikimedia.org/g/design/codex/)

source: SignIt Firefox Extension
fr: Extension de Firefox SignIt
mk: Додаток SignIt за Firefox
ru: Расширение SignIt для Firefox

source: A web-browser extension that translates words into sign language videos, so you can learn sign language while reading online.
fr: Une extension du navigateur web qui traduit les mots en vidéos de langue des signes, afin que vous puissiez l’apprendre en lisant en ligne.
mk: Додаток за прелистувачи кој преведува зборови во видеа со знаковен јазик, за да можете да учите знаковен јазик додека читате.

source: [Read the docs](https://meta.wikimedia.org/wiki/Lingua_Libre/SignIt)
fr: [Lire les docs](https://meta.wikimedia.org/wiki/Lingua_Libre/SignIt)
mk: [Прочитајте ги документите](https://meta.wikimedia.org/wiki/Lingua_Libre/SignIt)
ru: [Читать документацию](https://meta.wikimedia.org/wiki/Lingua_Libre/SignIt)

source: [Contribute](https://github.com/lingua-libre/SignIt/blob/master/README.md)
fr: [Contribuer](https://github.com/lingua-libre/SignIt/blob/master/README.md)
mk: [Учествувајте](https://github.com/lingua-libre/SignIt/blob/master/README.md)

source: [Get the source code](https://github.com/lingua-libre/SignIt)
fr: [Obtenir le code source](https://github.com/lingua-libre/SignIt)
mk: [Преземете го изворниот код](https://github.com/lingua-libre/SignIt)
ru: [Получить исходный код](https://github.com/lingua-libre/SignIt)

source: VideoCutTool
mk: Видеоуредување

source: A tool to edit videos on Wikimedia Commons, built with React JS and Node JS.
fr: Un outil pour modifier des vidéos sur Wikimedia Commons, construit avec React JS et Node JS.
mk: Алатка за уредување на видеа на Ризницата, изградена со React JS и Node JS.
ru: Инструмент для редактирования видео на Викискладе, созданный с помощью React JS и Node JS.

source: [Read the docs](https://videocuttool.wmflabs.org)
fr: [Lire la documentation](https://videocuttool.wmflabs.org/)
mk: [Прочитајте ги документите](https://videocuttool.wmflabs.org)
ru: [Читать документацию](https://videocuttool.wmflabs.org)

source: [Contribute](https://commons.wikimedia.org/wiki/Special:MyLanguage/Commons:VideoCutTool)
fr: [Contribuer](https://commons.wikimedia.org/wiki/Special:MyLanguage/Commons:VideoCutTool)
mk: [Учествувајте](https://commons.wikimedia.org/wiki/Special:MyLanguage/Commons:VideoCutTool)
ru: [Внести вклад](https://commons.wikimedia.org/wiki/Special:MyLanguage/Commons:VideoCutTool)

source: [Get the source code](https://gerrit.wikimedia.org/g/labs/tools/VideoCutTool)
fr: [Obtenir le code source](https://gerrit.wikimedia.org/g/labs/tools/VideoCutTool)
mk: [Преземете го изворниот код](https://gerrit.wikimedia.org/g/labs/tools/VideoCutTool)
ru: [Получить исходный код](https://gerrit.wikimedia.org/g/labs/tools/VideoCutTool)

source: Java
he: ג'אווה
mk: Јава

source: Wikimedia Commons Android app
es: Aplicación de Wikimedia Commons para Android
fi: Wikimedia Commonsin Android-sovellus
fr: Application Wikimedia Commons pour Android
he: יישום אנדרואיד לוויקישיתוף
mk: Прилог на Ризницата за Андроид
ru: Android-приложение Викисклада
sl: Aplikacija Wikimedijina zbirka za Android
tr: Wikimedia Commons Android uygulaması

source: The Wikimedia Commons Android app allows users to upload pictures from their device to Wikimedia Commons.
fi: Wikimedia Commonsin Android-sovelluksen avulla käyttäjät voivat ladata kuvia laitteestaan Wikimedia Commonsiin.
fr: L’application Wikimedia Commons pour Android permet aux utilisateurs de téléverser des images depuis leur appareil vers Wikimedia Commons.
mk: Прилогот на Ризницата за Андроид им овозможува на корисниците да подигаат слики на Ризницата од нивниот уред.
ru: Приложение Викисклада (Wikimedia Commons) для Android позволяет пользователям загружать на Викисклад изображения со своего устройства.
sl: Aplikacija Wikimedijina zbirka za Android (Wikimedia Commons Android) uporabnikom omogoča nalaganje slik iz svoje naprave v Wikimedijino zbirko.
tr: Wikimedia Commons Android uygulaması, kullanıcıların cihazlarından Wikimedia Commons'a resim yüklemesine olanak tanır.

source: [Read the docs](https://commons-app.github.io/)
es: [Lea la documentación](https://commons-app.github.io/)
fi: [Lue ohjeet](https://commons-app.github.io/)
fr: [Lire la documentation](https://commons-app.github.io/)
he: [קריאת תיעוד](https://commons-app.github.io/)
mk: [Прочитајте ги документите](https://commons-app.github.io/)
ru: [Прочтите документацию] (https://commons-app.github.io/)
sl: [Preberite dokumentacijo](https://commons-app.github.io/)
tr: [Belgeleri okuyun](https://commons-app.github.io/)

source: [Contribute](https://github.com/commons-app/commons-app-documentation/blob/master/android/Volunteers-welcome!.md)
es: [Contribuir](https://github.com/commons-app/commons-app-documentation/blob/master/android/Volunteers-welcome!.md)
fi: [Osallistu](https://github.com/commons-app/commons-app-documentation/blob/master/android/Volunteers-welcome!.md)
fr: [Contribuer](https://github.com/commons-app/commons-app-documentation/blob/master/android/Volunteers-welcome!.md)
he: [תרומה](https://github.com/commons-app/commons-app-documentation/blob/master/android/Volunteers-welcome!.md)
mk: [Учествувајте](https://github.com/commons-app/commons-app-documentation/blob/master/android/Volunteers-welcome!.md)
ru: [Внесите свой вклад](https://github.com/commons-app/commons-app-documentation/blob/master/android/Volunteers-welcome!.md)
sl: [Prispevajte](https://github.com/commons-app/commons-app-documentation/blob/master/android/Volunteers-welcome!.md)
tr: [Katkıda bulunun](https://github.com/commons-app/commons-app-documentation/blob/master/android/Volunteers-welcome!.md)

source: [Get the source code](https://github.com/commons-app/apps-android-commons)
es: [Obtén el código fuente](https://github.com/commons-app/apps-android-commons)
fi: [Hanki lähdekoodi](https://github.com/commons-app/apps-android-commons)
fr: [Obtenir le code source](https://github.com/commons-app/apps-android-commons)
he: [קבלת קוד המקור](https://github.com/commons-app/apps-android-commons)
mk: [Преземете го изворниот код](https://github.com/commons-app/apps-android-commons)
ru: [Получите исходный код](https://github.com/commons-app/apps-android-commons)
sl: [Pridobite izvorno kodo](https://github.com/commons-app/apps-android-commons)
tr: [Kaynak kodunu alın](https://github.com/commons-app/apps-android-commons)

source: Kiwix
mk: Кивикс

source: An offline reader for people without internet access.
fr: Un lecteur hors ligne pour les personnes sans accès à Internet.
mk: Вонмрежен читач за луѓе без семрежен пристап.

source: [Read the docs](https://www.kiwix.org/)
fr: [Lire la documentation](https://www.kiwix.org/)
mk: [Прочитајте ги документите](https://www.kiwix.org/)
ru: [Читать документацию](https://www.kiwix.org/)

source: [Contribute](https://github.com/kiwix/overview/blob/master/CONTRIBUTING.md)
fr: [Contribuer](https://github.com/kiwix/overview/blob/master/CONTRIBUTING.md)
mk: [Учествувајте](https://github.com/kiwix/overview/blob/master/CONTRIBUTING.md)

source: [Get the source code](https://github.com/kiwix/)
fi: [Hanki lähdekoodi](https://github.com/kiwix/)
fr: [Obtenir le code source](https://github.com/kiwix)
mk: [Преземте го изворниот код](https://github.com/kiwix/)
ru: [Получить исходный код](https://github.com/kiwix/)

source: Wikidata-based keyboards for second language learners, including translation, verb conjugation and noun-gender annotation.
fr: Claviers basés sur Wikidata pour les apprenants d’une seconde langue, y compris pour aider à la traduction, la conjugaison des verbes et l’annotation du genre des noms.
mk: Тастатури на Википодатоците за изучувачи на втор јазик, вклучувајќи преведување, конјугација на глаголи и прибелешки за именски родови.

source: [Get the source code](https://github.com/scribe-org)
fi: [Hanki lähdekoodi](https://github.com/scribe-org)
fr: [Obtenir le code source](https://github.com/scribe-org)
mk: [Преземте го изворниот код](https://github.com/scribe-org)
ru: [Получить исходный код](https://github.com/scribe-org)

source: [Contribute (Android)](https://github.com/scribe-org/Scribe-Android/blob/main/CONTRIBUTING.md)
fr: [Contribuer (Android)](https://github.com/scribe-org/Scribe-Android/blob/main/CONTRIBUTING.md)
mk: [Учествувајте (Андроид)](https://github.com/scribe-org/Scribe-Android/blob/main/CONTRIBUTING.md)

source: [Contribute (iOS)](https://github.com/scribe-org/Scribe-iOS/blob/main/CONTRIBUTING.md)
fr: [Contribuer (iOS)](https://github.com/scribe-org/Scribe-iOS/blob/main/CONTRIBUTING.md)
mk: [Учествувајте (iOS)](https://github.com/scribe-org/Scribe-iOS/blob/main/CONTRIBUTING.md)

source: Go
he: גו
mk: Дај
sl: Pojdi
tr: Git

source: Blubber is an infrastructure tool that configures Docker containers and tests code as part of Wikimedia's continuous integration pipeline.
fi: Blubber on infrastruktuurityökalu, joka määrittää Docker-sarjat ja testaa koodia osana Wikimedian jatkuvaa integrointiprosessia.
fr: Blubber est un outil d’infrastructure qui configure les conteneurs Docker et teste le code, faisant partie du pipeline d’intégration continue de Wikimedia.
he: בלאבר (Blubber) הוא כלי תשתיתי שמגדיר מכלי דוקר ובודק קוד כחלק ממסלול האינטגרציה הרציפה של ויקימדיה.
mk: Blubber е инфраструктурна алатка која нагодува Docker-содржатели и испробува код како дел од постојаниот Викимедиин довод на вклопување.
ru: Blubber — это инфраструктурный инструмент, который настраивает контейнеры Docker и тестирует код как часть конвейера непрерывной интеграции Викимедиа.
sl: Blubber je infrastrukturno orodje, ki konfigurira vsebnike Docker in preizkuša kodo kot del neprekinjenega integracijskega cevovoda Wikimedie.
tr: Blubber, Wikimedia'nın sürekli entegrasyon hattının bir parçası olarak Docker kapsayıcılarını yapılandıran ve kodu test eden bir altyapı aracıdır.

source: [Read more on Wikitech](https://wikitech.wikimedia.org/wiki/Blubber)
es: [Lea más en Wikitech](https://wikitech.wikimedia.org/wiki/Blubber)
fi: [Lue lisää Wikitechissä](https://wikitech.wikimedia.org/wiki/Blubber)
he: [מידע נוסף באתר Wikitech](https://wikitech.wikimedia.org/wiki/Blubber)
mk: [Прочитајте повеќе на Викитехника](https://wikitech.wikimedia.org/wiki/Blubber)
sl: [Preberite več na Wikitech](https://wikitech.wikimedia.org/wiki/Blubber)
tr: [Wikitech'te daha fazlasını okuyun](https://wikitech.wikimedia.org/wiki/Blubber)

source: [Contribute](https://gitlab.wikimedia.org/repos/releng/blubber/-/blob/main/CONTRIBUTING.md)
mk: [Учествувајте](https://gitlab.wikimedia.org/repos/releng/blubber/-/blob/main/CONTRIBUTING.md)

source: [Get the source code](https://gitlab.wikimedia.org/repos/releng/blubber/)
fr: [Obtenir le code source](https://gitlab.wikimedia.org/repos/releng/blubber/)
mk: [Преземете го изворниот код](https://gitlab.wikimedia.org/repos/releng/blubber/)
ru: [Получить исходный код](https://gitlab.wikimedia.org/repos/releng/blobber/)

source: MediaWiki
mk: МедијаВики

source: MediaWiki is the software that powers Wikipedia, its sister projects, and thousands of wikis all over the world.
fi: MediaWiki on Wikipediaa, sen sisarprojekteja sekä tuhansia kaikkialla maailmassa olevia wikejä ohjaava ohjelmisto.
fr: MediaWiki est le logiciel qui propulse Wikipédia, ses projets sœur et des milliers de wikis dans le monde entier.
mk: МедијаВики е програмската опрема на која работи Википедија, нејзините збратимени проекти и илјадници викија ширум светот.
ru: MediaWiki — это программное обеспечение, на котором работает Википедия, ее дочерние проекты и тысячи вики-сайтов по всему миру.
sl: MediaWiki je programje, ki poganja Wikipedijo, njene sorodne projekte in na tisoče vikijev po vsem svetu.
tr: MediaWiki, Vikipedi'ye ve onun kardeş projelerine ve dünyanın her yerindeki binlerce viki'ye güç veren yazılımdır.

source: [Visit mediawiki.org](https://www.mediawiki.org/)
es: [Visitar mediawiki.org](https://www.mediawiki.org/)
fi: [Vieraile MediaWiki.orgissa](https://www.mediawiki.org/)
fr: [Visiter MediaWiki.org](https://www.mediawiki.org/)
he: [ביקור ב־mediawiki.org](https://www.mediawiki.org/)
mk: [Посетете го mediawiki.org](https://www.mediawiki.org/)
ru: [Посетите mediawiki.org](https://www.mediawiki.org/)
sl: [Obiščite mediawiki.org](https://www.mediawiki.org/)
tr: [mediawiki.org'u ziyaret edin](https://www.mediawiki.org/)

source: [Contribute](https://www.mediawiki.org/wiki/Special:MyLanguage/How_to_become_a_MediaWiki_hacker)
es: [Contribuir](https://www.mediawiki.org/wiki/Special:MyLanguage/How_to_become_a_MediaWiki_hacker)
fi: [Osallistu](https://www.mediawiki.org/wiki/Special:MyLanguage/How_to_become_a_MediaWiki_hacker)
fr: [Contribuer](https://www.mediawiki.org/wiki/Special:MyLanguage/How_to_become_a_MediaWiki_hacker)
he: [תרומה](https://www.mediawiki.org/wiki/Special:MyLanguage/How_to_become_a_MediaWiki_hacker)
mk: [Учествувајте](https://www.mediawiki.org/wiki/Special:MyLanguage/How_to_become_a_MediaWiki_hacker)
ru: [Примите участие в разработке](https://www.mediawiki.org/wiki/Special:MyLanguage/How_to_become_a_MediaWiki_hacker)
sl: [Prispevajte](https://www.mediawiki.org/wiki/Special:MyLanguage/How_to_become_a_MediaWiki_hacker)
tr: [Katkıda bulunun](https://www.mediawiki.org/wiki/Special:MyLanguage/How_to_become_a_MediaWiki_hacker)

source: [Get the source code](https://gerrit.wikimedia.org/r/plugins/gitiles/mediawiki/core)
es: [Obtener el código fuente](https://gerrit.wikimedia.org/r/plugins/gitiles/mediawiki/core)
fi: [Hanki lähdekoodi](https://gerrit.wikimedia.org/r/plugins/gitiles/mediawiki/core)
fr: [Obtenir le code source](https://gerrit.wikimedia.org/r/plugins/gitiles/mediawiki/core)
he: [קבלת קוד המקור](https://gerrit.wikimedia.org/r/plugins/gitiles/mediawiki/core)
mk: [Преземете го изворниот код](https://gerrit.wikimedia.org/r/plugins/gitiles/mediawiki/core)
ru: [Получите исходный код](https://gerrit.wikimedia.org/r/plugins/gitiles/blubber/)
sl: [Pridobite izvorno kodo](https://gerrit.wikimedia.org/r/plugins/gitiles/mediawiki/core)
tr: [Kaynak kodunu alın](https://gerrit.wikimedia.org/r/plugins/gitiles/mediawiki/core)

source: Wiki Education Dashboard
fi: Wiki-opetuksen hallintapaneeli
fr: Tableau de bord de Wiki Éducation
he: לוח בקרה של ויקי חינוך
mk: Управувачница на Викиобразование
ru: Информационная панель вики-образования
tr: Wiki Eğitim Panosu

source: The Wiki Education Dashboard is a web application that supports Wikipedia education assignments, edit-a-thons, and other editing projects, built with Ruby on Rails and React.
fi: Wiki-opetuksen hallintapaneeli (Wiki Education Dashboard) on verkkosovellus, joka tukee Wikipedian koulutustehtäviä ja muita muokattavia projekteja, jotka on rakennettu Ruby on Rails ja Reactin avulla.
fr: Le tableau de bord de Wiki Éducation est une application web qui soutient les affectations éducatives de Wikipédia, les « modific-a-thons » et d’autres projets de contribution, construite avec Ruby on Rails et React.
mk: Управувачницата за Викиобразование е семрежен прилог кој ги поддржува задачите, уредувачките маратони и другите уредувачки проекти во образовниот сектор. Изграден е со Ruby на Rails и React.
ru: Информационная панель вики-образования (Wiki Education Dashboard) — это веб-приложение, которое поддерживает образовательные задания Википедии, редактуру и другие проекты редактирования, созданные с помощью Ruby on Rails и React.
sl: Wiki Education Dashboard je spletna aplikacija, ki podpira izobraževalne naloge Wikipedije, editone in druge urejevalske projekte, postavljene z Ruby on Rails in Reactom.
tr: Wiki Education Dashboard; Ruby on Rails ve React ile oluşturulmuş Wikipedia eğitim ödevlerini, edit-a-thon'ları ve diğer düzenleme projelerini destekleyen bir web uygulamasıdır.

source: [Visit the dashboard](https://dashboard.wikiedu.org)
es: [Vista el tablero](https://dashboard.wikiedu.org)
fi: [Vieraile sivustolla](https://dashboard.wikiedu.org)
fr: [Visiter le tableau de bord](https://dashboard.wikiedu.org)
he: [ביקור בלוח בקרה](https://dashboard.wikiedu.org)
mk: [Посетете ја управувачницата](https://dashboard.wikiedu.org)
ru: [Посетите информационную панель](https://dashboard.wikiedu.org)
sl: [Obiščite Wiki Education Dashboard](https://dashboard.wikiedu.org)
tr: [Kontrol panelini ziyaret edin](https://dashboard.wikiedu.org)

source: [Contribute](https://github.com/WikiEducationFoundation/WikiEduDashboard/blob/master/CONTRIBUTING.md)
es: [Contribuir](https://github.com/WikiEducationFoundation/WikiEduDashboard/blob/master/CONTRIBUTING.md)
fi: [Osallistu](https://github.com/WikiEducationFoundation/WikiEduDashboard/blob/master/CONTRIBUTING.md)
fr: [Contribuer](https://github.com/WikiEducationFoundation/WikiEduDashboard/blob/master/CONTRIBUTING.md)
he: [תרומה](https://github.com/WikiEducationFoundation/WikiEduDashboard/blob/master/CONTRIBUTING.md)
mk: [Учествувајте](https://github.com/WikiEducationFoundation/WikiEduDashboard/blob/master/CONTRIBUTING.md)
ru: [Примите участие в разработке] (https://github.com/WikiEducationFoundation/WikiEduDashboard/blob/master/CONTRIBUTING.md)
sl: [Prispevajte](https://github.com/WikiEducationFoundation/WikiEduDashboard/blob/master/CONTRIBUTING.md)
tr: [Katkıda bulunun](https://github.com/WikiEducationFoundation/WikiEduDashboard/blob/master/CONTRIBUTING.md)

source: [Get the source code](https://github.com/WikiEducationFoundation/WikiEduDashboard)
es: [Obtén el código fuente](https://github.com/WikiEducationFoundation/WikiEduDashboard)
fi: [Hanki lähdekoodi](https://github.com/WikiEducationFoundation/WikiEduDashboard)
fr: [Obtenir le code source](https://github.com/WikiEducationFoundation/WikiEduDashboard)
he: [קבלת קוד המקור](https://github.com/WikiEducationFoundation/WikiEduDashboard)
mk: [Преземете го изворниот код](https://github.com/WikiEducationFoundation/WikiEduDashboard)
ru: [Получите исходный код](https://github.com/WikiEducationFoundation/WikiEduDashboard)
sl: [Pridobite izvorno kodo](https://github.com/WikiEducationFoundation/WikiEduDashboard)
tr: [Kaynak kodunu alın](https://github.com/WikiEducationFoundation/WikiEduDashboard)

source: Contribute by topic
es: Contribuir por tema
fi: Osallistu aiheittain
fr: Contribuer par sujet
he: תרומה לפי נושא
mk: Учествувајте по тема
ru: Возможности участия по темам
sl: Prispevajte po temi
tr: Konuya göre katkıda bulunun

source: Localization and internationalization
es: Localización e internacionalización
fi: Lokalisointi ja kansainvälistyminen
fr: Régionalisation et internationalisation
he: תרגום והתאמה מקומית ובין־לאומית
mk: Јазично прилагодување
ru: Локализация и интернационализация
sl: Lokalizacija in internacionalizacija
tr: Yerelleştirme ve uluslararasılaştırma
