Repository: wikimedia/wikimedia-developer-portal
Catalog: data/locale/*/LC_MESSAGES/mkdocs.po
Languages: es, fi, fr, he, mk, ru, sl, tr

source: Toolforge is a free hosting environment for running and managing tools. Developing a tool in Toolforge makes it easier to access Wikimedia content and data and to share your tool with others.
fi: Toolforge on ilmainen isännöintiympäristö työkalujen käyttämiseen ja hallintaan. Työkalun kehittäminen Toolforgessa helpottaa Wikimedian sisällön ja tietojen käyttöä sekä sen jakamista muiden kanssa.
fr: Toolforge est un environnement d’hébergement libre pour exécuter et gérer des outils. Développer un outil dans Toolforge facilite l’accès au contenu et aux données de Wikimedia et le partage de votre outil avec d’autres.
he: Toolforge היא סביבת אירוח חופשית להרצה לניהול של כלים. פיתוח כלי ב־Toolforge מקל עליו את הגישה לתוכן ולנתונים של ויקימדיה ולשיתוף הכלי שלך עם אחרים.
mk: Toolforge е слободна вдомувачка средина за работа и управување со алатки. Разработката на алатка во Toolforge го олеснува пристапот до Викимедиините содржини и податоци, притоа овозможувајќи го споделувањето на вашата алатка со другите.
ru: Toolforge — это бесплатная среда хостинга для запуска инструментов и управления ими. Разработка инструмента в Toolforge упрощает доступ к содержимому и данным Викимедиа и позволяет делиться своим инструментом с другими.
sl: Toolforge je brezplačno gostiteljsko okolje za izvajanje in upravljanje orodij. Razvijanje orodij v Toolforge podpira dostop do vsebine in podatkov Wikimedie ter deljenje vaših orodij z drugimi.
tr: Toolforge, araçları çalıştırmak ve yönetmek için ücretsiz bir barındırma ortamıdır. Toolforge'ta bir araç geliştirmek, Wikimedia içeriğine ve verilerine erişmeyi ve aracınızı başkalarıyla paylaşmayı kolaylaştırır.

source: [Read more on Wikitech](https://wikitech.wikimedia.org/wiki/Help:Toolforge)
fi: [Lue lisää Wikitechissä](https://wikitech.wikimedia.org/wiki/Help:Toolforge)
fr: [Lire davantage sur Wikitech](https://wikitech.wikimedia.org/wiki/Help:Toolforge)
mk: [Прочитајте повеќе на Викитехника](https://wikitech.wikimedia.org/wiki/Help:Toolforge)
ru: [Читайте далее в Wikitech](https://wikitech.wikimedia.org/wiki/Help:Toolforge)

source: Discover and share tools
es: Descubre y comparte herramientas
fi: Löydä ja jaa työkaluja
fr: Découvrir et partager des outils
he: גילוי ושיתוף כלים
mk: Откривајте и споделувајте алатки
ru: Находите и делитесь инструментами
sl: Odkrijte in delite orodja
tr: Araçları keşfedin ve paylaşın

source: Toolhub is a catalog of tools that make it easier to edit and maintain Wikimedia projects. Use Toolhub to discover new tools, connect with tool maintainers, and share lists of your favorite tools.
fi: Toolhub on luettelo työkaluista, jotka helpottavat Wikimedian projektien muokkaamista sekä ylläpitämistä. Käytä Toolhubia löytääksesi uusia työkaluja, ollaksesi yhteydessä niiden ylläpitäjiin ja jakaaksesi luetteloita suosikkityökaluistasi.
fr: Toolhub est un catalogue d’outils qui facilite la modification et la maintenance des projets Wikimedia. Utilisez Toolhub pour découvrir de nouveaux outils, vous mettre en relation avec les mainteneurs d’outils et partager les listes de vos outils favoris.
he: Toolhub הוא קטלוג של כלים שמקילים על עריכה ותחזוקה של מיזמי ויקימדיה. אפשר להשתמש ב־Toolhub לגילוי כלים חדשים, חיבור עם מתחזקי כלים, ושיתוף רשימות של הכלים המועדפים.
mk: Toolhub е каталог на алатки кои го олеснуваат уредувањето и одржувањето на Викимедиините проекти. Користете го Toolhub за да откриете нови алатки, да се поврзете со нивните одржувачи и да споделувате списоци на вашите омилени алатки.
ru: Toolhub — это каталог инструментов, упрощающих редактирование и поддержку проектов Викимедиа. Используйте Toolhub, чтобы узнавать о новых инструментах, связываться с теми, кто сопровождает работу инструментов и делиться списками своих любимых инструментов.
sl: Toolhub je katalog orodij, ki olajšajo urejanje in vzdrževanje projektov Wikimedie. Uporabljajte ga za odkrivanje novih orodij, povezovanje z vzdrževalci orodij in deljenje vaših najljubših orodij.
tr: Toolhub, Wikimedia projelerini düzenlemeyi ve sürdürmeyi kolaylaştıran bir araçlar kataloğudur. Yeni araçları keşfetmek, araç bakımcılarıyla bağlantı kurmak ve favori araçlarınızın listelerini paylaşmak için Toolhub'ı kullanın.

source: [Visit Toolhub](https://toolhub.wikimedia.org/)
es: [Visita Toolhub](https://toolhub.wikimedia.org/)
fi: [Vieraile Toolhubissa](https://toolhub.wikimedia.org/)
fr: [Visiter Toolhub](https://toolhub.wikimedia.org/)
he: [ביקור ב־Toolhub](https://toolhub.wikimedia.org/)
mk: [Посетете го Toolhub](https://toolhub.wikimedia.org/)
ru: [Посетите Toolhub](https://toolhub.wikimedia.org/)
sl: [Obiščite Toolhub](https://toolhub.wikimedia.org/)
tr: [Toolhub'ı ziyaret edin](https://toolhub.wikimedia.org/)

source: Share a tool
es: Comparte una herramienta
fi: Jaa työkalu
fr: Partager un outil
he: שיתוף כלי
mk: Сподели алатка
ru: Поделиться инструментом
sl: Deli orodje
tr: Bir araç paylaşın

source: Add your tool to the Toolhub catalog so others can benefit from and build on your work. Log in to Toolhub with your Wikimedia account to get started.
fi: Lisää työkalusi Toolhubin luetteloon, jotta muut voivat hyötyä työstäsi ja kehittää sitä. Aloita kirjautumalla sisään Wikimedia-tunnuksellasi.
fr: Ajoutez votre outil au catalogue Toolhub pour que d’autres puissent en bénéficier et construire à partir de votre travail. Connectez-vous à Toolhub avec votre compte Wikimedia pour bien démarrer.
he: מומלץ להוסיף את כלי שלך לקטלוג Toolhub כדי שאחרים יוכלו ליהנות מהעבודה שלך ולבנות על גביה דברים נוספים. אפשר להיכנס ל־Toolhub עם חשבון הוויקימדיה שלך כדי להתחיל.
mk: Ставете ја вашата алатка на каталогот Toolhub за другите да можат да се служат со вашата работа. Најавете се на Toolhub со вашата викимедиска сметка за да започнете.
ru: Добавьте свой инструмент в каталог Toolhub, чтобы другие могли извлечь пользу из вашей работы и развить её. Чтобы начать работу, войдите в Toolhub под своей учетной записью Викимедиа.
sl: Dodajte svoje orodje v katalog Toolhub, da bodo drugi lahko uporabili vaše delo in ga nadgradili. Za začetek se prijavite v Toolhub s svojim Wikimedia računom.
tr: Aracınızı Toolhub kataloğuna ekleyin, böylece diğerleri işinizden faydalanabilir ve çalışmanızı geliştirebilir. Başlamak için Wikimedia hesabınızla Toolhub'da oturum açın.

source: [Add a tool to Toolhub](https://toolhub.wikimedia.org/add-or-remove-tools?tab=tool-create)
es: [Agregar una herramienta a Toolhub](https://toolhub.wikimedia.org/add-or-remove-tools?tab=tool-create)
fi: [Lisää työkalu Toolhubiin](https://toolhub.wikimedia.org/add-or-remove-tools?tab=tool-create)
fr: [Ajouter un outil à Toolhub](https://toolhub.wikimedia.org/add-or-remove-tools?tab=tool-create)
he: [הוספת כלי ל־Toolhub](https://toolhub.wikimedia.org/add-or-remove-tools?tab=tool-create)
mk: [Ставете алатка на Toolhub](https://toolhub.wikimedia.org/add-or-remove-tools?tab=tool-create)
ru: [Добавить инструмент в Toolhub](https://toolhub.wikimedia.org/add-or-remove-tools?tab=tool-create)
sl: [Dodaj orodje v Toolhub](https://toolhub.wikimedia.org/add-or-remove-tools?tab=tool-create)
tr: [Toolhub'a bir araç ekleyin](https://toolhub.wikimedia.org/add-or-remove-tools?tab=tool-create)

source: Learn with tutorials
es: Aprende con tutoriales
fi: Opi opetusohjelmien avulla
fr: Apprendre avec des tutoriels
he: ללמוד עם מדריכים
mk: Учете со нагледни упатства
ru: Учитесь с помощью руководств
sl: Učite se z vadnicami
tr: Öğreticilerle öğrenin

source: Generate ideas for articles
es: Generar ideas para artículos
fi: Luo ideoita artikkeleita varten
fr: Générer des idées pour les articles
he: ליצור רעיונות לערכים
mk: Давајте идеи за статии
ru: Генерировать идеи для статей
sl: Ustvarjajte zamisli za članke
tr: Makaleler için fikir üretin

source: Learn how to use the MediaWiki API to generate ideas for new Wikipedia articles. This tutorial uses Python and the Flask framework.
fi: Opi käyttämään MediaWikin ohjelmointirajapintaa uusien Wikipedia-artikkelien ideoimiseksi. Tämä opetusohjelma käyttää Python- ja Flask-kehystä.
fr: Apprenez comment utiliser l’API de MediaWiki pour générer des idées pour de nouveaux articles sur Wikipédia. Ce didacticiel utilise Python et l’infrastructure Flask.
he: ללמוד איך להשתמש ב־API של מדיה־ויקי ליצירת רעיונות לערכי ויקיפדיה חדשים. המדריך הזה משמש בפייתון ובמסגרת Flask.
mk: Дознајте како да го користите приложникот на МедијаВики за да создавате идеи за нови статии на Википедија. Ова упатство користи Python и рамката Flask.
ru: Узнайте, как использовать MediaWiki API для генерации идей для новых статей в Википедии. В этом руководстве используются Python и среда Flask.
sl: Naučite se uporabljati API MediaWiki za ustvarjanje zamisli za nove članke v Wikipediji. Ta vadnica uporablja Python in ogrodje Flask.
tr: Yeni Wikipedia makaleleri için fikirler oluşturmak üzere MediaWiki API'sini nasıl kullanacağınızı öğrenin. Bu öğretici Python ve Flask yapısını kullanır.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Article_ideas_generator)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Article_ideas_generator)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Article_ideas_generator)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Article_ideas_generator)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Article_ideas_generator)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Article_ideas_generator)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Article_ideas_generator)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Article_ideas_generator)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Article_ideas_generator)

source: Write a bot that uses Wikidata
es: Escribe un bot que use Wikidata
fi: Kirjoita Wikidataa käyttävä botti
fr: Écrire un robot qui utilise Wikidata
he: לכתוב בוט שמשמתש בוויקינתונים
mk: Направете бот што користи википодатоци
ru: Напишите бота, использующего Викиданные
sl: Napišite bota, ki uporablja Wikipodatke
tr: Vikiveri kullanan bir bot yazın

source: Use Python to handle large datasets from Wikidata and transfer data between tools in your workflow.
fi: Pythonilla voit käsitellä suuria tietojoukkoja Wikidatasta ja siirtää tietoja työkalun sekä työnkulkusi välillä.
fr: Utilisez Python pour gérer de gros ensembles de données de Wikidata et transférer les données entre outils dans votre flux de travail.
mk: Користете Python за работа со големи податочни збирови од Википодатоците и пренос на податоци од една алатка на друга при работата.
ru: Используйте Python для обработки больших наборов данных из Викиданных и передачи данных между инструментами в вашем рабочем процессе.
sl: Uporabite Python za obdelavo velikih naborov podatkov iz Wikipodatkov in prenos podatkov med orodji v vašem delovnem toku.
tr: Vikiveri'den büyük veri kümelerini işlemek ve iş akışınızdaki araçlar arasında veri aktarmak için Python'u kullanın.

source: [Read more on Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Pywikibot_-_Python_3_Tutorial)
es: [Lee más en Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Pywikibot_-_Python_3_Tutorial)
fi: [Lue lisää Wikidatassa](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Pywikibot_-_Python_3_Tutorial)
fr: [Lire davantage sur Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Pywikibot_-_Python_3_Tutorial)
he: [מידע נוסף באתר Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Pywikibot_-_Python_3_Tutorial)
mk: [Прочитајте повеќе на Википодатоците](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Pywikibot_-_Python_3_Tutorial)
ru: [Читайте далее в Викиданных](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Pywikibot_-_Python_3_Tutorial)
sl: [Preberite več v Wikipodatkih](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Pywikibot_-_Python_3_Tutorial)
tr: [Vikiveri'de daha fazlasını okuyun](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Pywikibot_-_Python_3_Tutorial)

source: Display holidays from Wikipedia
es: Mostrar días festivos desde Wikipedia
fi: Näytä vapaapäivät Wikipediasta
fr: Afficher les jours fériés depuis Wikipédia
mk: Прикажувајте празници од Википедија
ru: Показать праздники из Википедии
sl: Prikaži praznike iz Wikipedije
tr: Vikipedi'den tatilleri göster

source: Learn how to use the MediaWiki API to fetch holidays for a given date from Wikipedia. This tutorial also covers how to use the API to log in to Wikipedia and add new holidays. This tutorial uses Python and the Flask framework.
fi: Opi käyttämään MediaWikin ohjelmointirajapintaa tietyn päivämäärän juhlapäivien hakemiseen Wikipediasta. Tämä opas kattaa myös API:n käyttämistä kirjautuessa Wikipediaan sekä uusien juhlapäivien lisäämiseen. Tämä opas käyttää Python- ja Flask-kehystä.
fr: Apprenez comment utiliser l’API de MediaWiki pour récupérer les jours fériés pour une date donnée depuis Wikipédia. Ce tutoriel couvre aussi comment utiliser l’API pour se connecter à Wikipédia et ajouter de nouveaux jours fériés. Ce tutoriel utilise Python et le cadre Flask.
mk: Дознајте како да го користите приложникот на МедијаВики за добивање на празници на даден датум од Википедија. Ова упатство ја опфаќа и употребата на приложникот за најава на Википедија и додавањето на нови празници. Работи на системите Python и Flask.
ru: Узнайте, как использовать API MediaWiki для получения из Википедии праздников на заданную дату. В этом руководстве также рассказывается, как использовать API для входа в Википедию и добавления новых праздников. В этом руководстве используются Python и среда Flask.
sl: Naučite se uporabljati API programja MediaWiki za pridobivanje praznikov za posamezen datum iz Wikipedije. Ta vadnica prav tako obravnava, kako uporabljati API za prijavo v Wikipedijo in dodajanje novih praznikov. Ta vadnica uporablja Python in ogrodje Flask.
tr: Vikipedi'den belirli bir tarihteki tatilleri getirmek için MediaWiki API'sini nasıl kullanacağınızı öğrenin. Bu öğretici ayrıca Vikipedi'de oturum açmak ve yeni tatiller eklemek için API'nin nasıl kullanılacağını da kapsar. Bu öğretici Python ve Flask yapısını kullanır.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Holidays_viewer)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Holidays_viewer)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Holidays_viewer)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Holidays_viewer)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Holidays_viewer)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Holidays_viewer)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Holidays_viewer)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Holidays_viewer)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Holidays_viewer)

source: Add JavaScript or CSS to a wiki
es: Añadir JavaScript o CSS a una wiki
fi: Lisää JavaScript tai CSS wikiisi
fr: Ajouter du JavaScript ou du CSS à un wiki
mk: Додајте JavaScript или CSS во вики
ru: Добавьте в вики JavaScript или CSS
sl: Dodajte JavaScript ali CSS v viki
tr: Bir viki'ye JavaScript veya CSS ekleyin

source: Customize MediaWiki with client-side JavaScript and CSS. Share user scripts, and explore gadgets other people have created.
fi: Mukauta MediaWikiä JavaScriptillä ja CSS:llä. Jaa käyttäjien skriptejä ja tutki muiden ihmisten luomia pienoisohjelmia.
fr: Personnalisez MediaWiki avec JavaScript et CSS côté client. Partagez des scripts utilisateur et explorez les gadgets que d’autres personnes ont créés.
mk: Прилагодете го МедијаВики со JavaScript и CSS од клиентска страна. Споделувајте кориснички скрипти и истражувајте ги алатките што ги создале другите.
ru: Настройте MediaWiki с помощью клиентского JavaScript и CSS. Делитесь пользовательскими скриптами и изучайте гаджеты, созданные другими людьми.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Gadget_kitchen)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Gadget_kitchen)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/Gadget_kitchen)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Gadget_kitchen)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Gadget_kitchen)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Gadget_kitchen)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Gadget_kitchen)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Gadget_kitchen)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/Gadget_kitchen)

source: Host a tool on Wikimedia cloud servers
es: Alojar una herramienta en los servidores en la nube de Wikimedia
fi: Isännöi työkaluja Wikimedian palvelimilla
fr: Héberger un outil sur les serveurs cloud de Wikimedia
mk: Вдомете алаткa на Викимедиините облачни опслужувачи
ru: Разместите инструмент на облачных серверах Викимедиа
sl: Gostite orodje na oblakovnih strežnikih Wikimedie
tr: Wikimedia bulut sunucularında bir araç barındırın

source: Toolforge is a free hosting environment for running and managing tools. Get started with Toolforge by creating an account and setting up a basic web service.
es: Toolforge es un entorno gratuito de almacenamiento para manejar y ejecutar herramientas. Comienza a usar Toolforge creando una cuenta y configurando un servicio web básico.
fi: Toolforge on ilmainen isännöintiympäristö työkalujen käyttämiseen ja hallintaan. Aloita Toolforgen käyttö luomalla käyttäjätili ja määrittämällä perusverkkopalvelu.
fr: Toolforge est un environnement d’hébergement libre pour exécuter et gérer des outils. Démarrez avec Toolforge en créant un compte et en mettant en place un service web basique.
mk: Toolforge е околина за слободно вдомување на алатки, работа и раководство со нив. Земете учество на Toolforge со тоа што ќе направите сметка и ќе поставите основна семрежна служба.
ru: Toolforge — это бесплатная среда хостинга для запуска инструментов и управления ими. Начните работу с Toolforge, создав учётную запись и настроив базовый веб-сервис.
sl: Toolforge je brezplačno gostiteljsko okolje za izvajanje in upravljanje orodij. Začnite uporabljati Toolforge tako, da ustvarite račun in nastavite osnovno spletno storitev.
tr: Toolforge, araçları çalıştırmak ve yönetmek için ücretsiz bir barındırma ortamıdır. Bir hesap oluşturarak ve temel bir web hizmeti ayarlayarak Toolforge'u kullanmaya başlayın.

source: [Read more on Wikitech](https://wikitech.wikimedia.org/wiki/Help:Toolforge/Quickstart)
fi: [Lue lisää Wikitechissä](https://wikitech.wikimedia.org/wiki/Help:Toolforge/Quickstart)
fr: [Lire davantage sur Wikitech](https://wikitech.wikimedia.org/wiki/Help:Toolforge/Quickstart)
mk: [Прочитајте повеќе на Викитехника](https://wikitech.wikimedia.org/wiki/Help:Toolforge/Quickstart)
ru: [Читайте далее в Wikitech](https://wikitech.wikimedia.org/wiki/Help:Toolforge/Quickstart)

source: [Explore hackathons and events](events.md)
es: [Explore hackatones y eventos](events.md)
fi: [Tutustu tapahtumiin](events.md)
fr: [Explorer les hackathons et les événements](events.md)
mk: [Истражете ги хакатоните и настаните](events.md)
ru: [Изучите материалы хакатонов и мероприятий](events.md)
sl: [Raziščite hekatone in dogodke](events.md)
tr: [Hackathon'ları ve etkinlikleri keşfedin](events.md)

source: Browse content from past events, or join an upcoming event.
es: Explora contenidos de eventos pasados, o únete a un evento futuro.
fi: Selaa menneiden tapahtumien sisältöjä tai liity tulevaan tapahtumaan.
fr: Parcourez le contenu des événements passés ou rejoignez un prochain événement.
mk: Прелистувајте содржини од изминати настани или земете учество во претстоен настан.
ru: Просматривайте содержимое прошлых событий или присоединяйтесь к предстоящему событию.
sl: Brskajte po vsebini preteklih dogodkov ali se pridružite prihajajočemu dogodku.
tr: Geçmiş etkinliklerden içeriğe göz atın veya yaklaşan bir etkinliğe katılın.

source: [Communicate with the tech community](communicate.md)
es: [Comunicate con la comunidad tecnológica](communicate.md)
fi: [Kommunikoi teknisen yhteisön kanssa](communicate.md)
fr: [Communiquer avec la communauté technique](communicate.md)
mk: [Општете со техничарската заедница](communicate.md)
ru: [Общайтесь с техническим сообществом](communicate.md)
sl: [Komunicirajte s tehnično skupnostjo](communicate.md)
tr: [Teknoloji topluluğuyla iletişim kurun](communicate.md)

source: Understand communication channels and how to connect with Wikimedia developers.
es: Entiende los canales de comunicación y cómo conectarte con los desarrolladores de Wikimedia.
fi: Ymmärrä viestintäkanavia ja yhteydenpitoa Wikimedian kehittäjiin.
fr: Comprenez les canaux de communication et comment vous mettre en relation avec les développeurs de Wikimedia.
mk: Дознајте кои се каналите за општење и како да се поврзете со разработувачите на Викимедија.
ru: Узнайте о каналах связи и о том, как связаться с разработчиками Викимедиа.
sl: Seznanite se s komunikacijskimi kanali in možnostmi povezovanja z razvijalci Wikimedie.
tr: İletişim kanallarını ve Wikimedia geliştiricileriyle nasıl bağlantı kurulacağını öğrenin.

source: [Learn and share technical skills](grow.md)
es: [Aprende y comparte habilidades técnicas](grow.md)
fi: [Opi ja jaa teknisiä taitoja](grow.md)
fr: [Apprendre et partager les compétences techniques](grow.md)
he: [ללמוד ולשתף כישורים טכניים](grow.md)
mk: [Стекнувајте и споделувајте технички вештини](grow.md)
ru: [Учитесь и делитесь техническими навыками](grow.md)
sl: [Naučite se in delite tehnične spretnosti](grow.md)
tr: [Teknik becerileri öğrenin ve paylaşın](grow.md)

source: Grow your skills, or help others learn through workshops, internships, and mentoring opportunities.
fi: Kasvata taitojasi tai auta muita oppimaan työpajoista, harjoittelupaikoista ja mentorointimahdollisuuksista.
fr: Accroissez vos compétences ou aidez d’autres à apprendre via des ateliers, des stages et des opportunités de tutorat.
mk: Градете ги вашите вештини, или пак помогнете им на другите да ги стекнат по пат на работилници, стажирања и менторство.
ru: Развивайте свои навыки или помогайте другим учиться с помощью семинаров, стажировок и возможностей наставничества.
sl: Izboljšajte svoje spretnosti ali pomagajte drugim pri učenju z delavnicami, pripravništvi in priložnostmi za mentorstvo.
tr: Becerilerinizi geliştirin veya atölye çalışmaları, stajlar ve mentorluk fırsatları aracılığıyla başkalarının öğrenmesine yardımcı olun.

source: [Get tech project updates](updates.md)
fi: [Hanki teknisten projektien päivitykset](updates.md)
fr: [Obtenir les mises à jour de projet technique](updates.md)
he: [לקבל עדכונים על פרויקטים טכניים](updates.md)
mk: [Добивајте новости за техничките проекти](updates.md)
ru: [Получайте новости технического проекта](updates.md)
sl: [Pridobite tehnične posodobitve projektov](updates.md)
tr: [Teknik proje güncellemelerini alın](updates.md)
