Repository: wikimedia/wikimedia-developer-portal
Catalog: data/locale/*/LC_MESSAGES/mkdocs.po
Languages: es, fi, fr, he, mk, ru, sl, tr

source: Browse libraries by programming language
es: Explorar bibliotecas por lenguaje de programación
fi: Selaa kirjastoja ohjelmointikielen mukaan
fr: Parcourir les bibliothèques par langage de programmation
he: עיון בספריות לפי שפת תכנות
mk: Прелистајте ги библиотеките по програмски јазик
ru: Просмотр библиотек по языку программирования
sl: Brskajte po knjižnicah po programskem jeziku
tr: Programlama diline göre kitaplığa göz atın

source: API client libraries make it easier to write code that interacts with an API. Visit this list to browse popular libraries for the MediaWiki API by programming language.
es: Las librerías clientes de API ayudan a que sea más fácil escribir código que interactúe con una API. Visita esta lista para buscar las librerías para la API de MediaWiki, ordenadas por lenguaje de programación.
fi: API-asiakaskirjastojen avulla on helpompi kirjoittaa koodia, joka on vuorovaikutuksessa API:n kanssa. Vieraile tässä luettelossa selataksesi MediaWikin ohjelmointirajapintojen (API) suosittuja kirjastoja ohjelmointikielen mukaan.
fr: Les bibliothèques clientes de l’API facilitent l’écriture de code pour interagir avec une API. Visitez cette liste pour parcourir les bibliothèques populaires pour l’API de MediaWiki par langage de programmation.
he: ספריות לקוח של API מקלות על כתיבת קוד שמתַקשר עם ה־API. יש לבקר ברשימה הזאת כדי לעיין בספריות פופולריות ל־API של מדיה־ויקי, ממוינות לפי שפת תכנות.
mk: Библиотеките за приложнички клиенти го олеснуваат пишувањето на код кој содејствува со приложникот. Посетете го овој список за да ги прелистате популарните библиотеки за приложникот на МедијаВики по програмски јазик.
ru: Клиентские библиотеки API упрощают написание кода, взаимодействующего с API. Ознакомьтесь с этим списком, чтобы просмотреть популярные библиотеки для MediaWiki API по языкам программирования.
sl: Odjemalske knjižnice API olajšajo pisanje kode, ki interagira z API-ji. Obiščite ta seznam za brskanje po priljubljenih knjižnicah za API programja MediaWiki po programskem jeziku.
tr: API istemci kitaplıkları, bir API ile etkileşime giren kod yazmayı kolaylaştırır. Programlama diline göre MediaWiki API için popüler kitaplıklara göz atmak için bu listeyi ziyaret edin.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Client_code)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Client_code)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Client_code)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Client_code)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Client_code)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Client_code)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Client_code)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Client_code)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Client_code)

source: Use the API
es: Usar la API
fi: Käytä ohjelmointirajapintaa
fr: Utiliser l’API
he: שימוש ב־API
mk: Користете го приложникот
ru: Используйте API
sl: Uporabite API
tr: API'yi kullanın

source: The MediaWiki API gives you programmatic access to content on any Wikimedia wiki. You can use the API to search and display wiki pages, get media files, edit pages, and manage wikis.
es: La API de MediaWiki permite acceder al contenido de cualquier wiki de Wikimedia. Puedes usar la API para buscar y mostrar páginas wiki, obtener archivos multimedia, editar páginas y administrar wikis.
fi: MediaWikin API antaa sinulle ohjelmallisen pääsyn minkä tahansa Wikimedian wikin sisältöön. Sen avulla voit etsiä, näyttää ja muokata wikin sivuja, hankkia mediatiedostoja sekä hallinnoida wikejä.
fr: L’API de MediaWiki vous donne un accès programmatique au contenu de tout wiki de Wikimedia. Vous pouvez utiliser l’API pour rechercher et afficher des pages wiki, obtenir des fichiers média, modifier des pages et gérer les wikis.
he: ה־API של מדיה־ויקי נותן לך גישת תכנות לתוכן בכל אתר של ויקימדיה. באפשרותך להשתמש ב־API כדי לחפש ולהציג דפי ויקי, לקבל קובצי מדי, לערוך דפים, ולנהל אתרי ויקי.
mk: Приложникот на МедијаВики ви дава програмски пристап со содржината на секое Викимедиино вики. Можете да го користите за пребарување и приказ на викистраници, за добивање на медиумски податотеки, уредување на страници и управување со викија.
ru: API MediaWiki предоставляет вам программный доступ к содержимому любого вики-сайта Викимедиа. Вы можете использовать API для поиска и отображения вики-страниц, получения медиафайлов, редактирования страниц и управления вики-сайтом.
sl: API MediaWiki vam omogoča programski dostop do vsebine v katerem koli vikiju Wikimedie. Z API-jem lahko iščete in prikazujete vikistrani, pridobivate predstavnostne datoteke, urejate strani in upravljate vikije.
tr: MediaWiki API, herhangi bir Wikimedia vikisindeki içeriğe programlı erişim sağlar. API'yi wiki sayfalarını aramak ve görüntülemek, medya dosyalarını almak, sayfaları düzenlemek ve wikileri yönetmek için kullanabilirsiniz.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API)
he: [מידע נוסף באתר.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/API)

source: [Try the sandbox](https://www.mediawiki.org/wiki/Special:ApiSandbox)
es: [Prueba la Zona de Pruebas de la API](https://www.mediawiki.org/wiki/Special:ApiSandbox)
fi: [Kokeile hiekkalaatikkoa](https://www.mediawiki.org/wiki/Special:ApiSandbox)
fr: [Essayer le bac à sable](https://www.mediawiki.org/wiki/Special:ApiSandbox)
he: [לנסות את ארגז החול](https://www.mediawiki.org/wiki/Special:ApiSandbox)
mk: [Пробајте го песочникот](https://www.mediawiki.org/wiki/Special:ApiSandbox)
ru: [Попробуйте песочницу](https://www.mediawiki.org/wiki/Special:ApiSandbox)
sl: [Preizkusite peskovnik](https://www.mediawiki.org/wiki/Special:ApiSandbox)
tr: [Deneme tahtasını kullanın](https://www.mediawiki.org/wiki/Special:ApiSandbox)

source: Download content in bulk
es: Descargar contenido de forma masiva
fi: Lataa sisältöä joukkona
fr: Télécharger du contenu en masse
he: הורדת תוכן בחבילות גדולות
mk: Преземете ја содржината на големо
ru: Массовое скачивание контента
sl: Prenos vsebine v velikem obsegu
tr: İçeriği toplu olarak indirin

source: Access free downloads of wiki content and data that you can use in research, offline reading, bot editing, and other projects.
fi: Käytä ilmaisia wikisisällön- ja datan latauksia, joita voit käyttää tutkimuksissa, lukemisessa offline-tilassa, bottien muokkaamisessa ja muissa projekteissa.
fr: Accédez aux téléchargements libres des contenus et données d’un wiki, que vous pouvez utiliser pour la recherche, pour lire hors ligne, pour créer ou modifier à l’aide d’un robot et pour d’autres projets.
he: גישה להורדה חופשית של תוכן ונתונים של אתרי ויקי שאפשר להשתמש בו למחקר, קריאה בלי חיבור לרשת, עריכת בוטים, ופרויקטים אחרים.
mk: Пристап до слободни преземања на викисодржини и податоци што можете да ги користите за истражување, вонмрежно читање, ботовско уредување и други проекти.
ru: Получите доступ к свободному скачиванию вики-контента и данных, которые вы можете использовать в исследованиях, автономном чтении, редактировании ботов и других проектах.
sl: Dostopajte do prostega prenosa viki vsebine in podatkov, ki jih lahko uporabite pri raziskovanju, nepovezanem branju, urejanju botov in drugih projektih.
tr: Araştırma, çevrimdışı okuma, bot düzenleme ve diğer projelerde kullanabileceğiniz wiki içeriği ve verilerinin ücretsiz indirmelerine erişin.

source: [Read more on Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Data_dumps)
es: [Lea más en Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Data_dumps)
fi: [Lue lisää Meta-Wikissä](https://meta.wikimedia.org/wiki/Special:MyLanguage/Data_dumps)
fr: [Lire davantage sur Méta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Data_dumps)
he: [מידע נוסף באתר Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Data_dumps)
mk: [Прочитајте повеќе на Мета](https://meta.wikimedia.org/wiki/Special:MyLanguage/Data_dumps)
ru: [Читайте далее в Мета-вики](https://meta.wikimedia.org/wiki/Special:MyLanguage/Data_dumps)
sl: [Preberite več na Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Data_dumps)
tr: [Meta-Wiki'de daha fazlasını okuyun](https://meta.wikimedia.org/wiki/Special:MyLanguage/Data_dumps)

source: Query wiki databases
es: Consulta las bases de datos
fi: Tee kysely wikin tietokannoista
fr: Interroger des bases de données de wikis
he: שאילתות למסדי נתונים של אתרי ויקי
mk: Правете побарувања од бази на податоци од викија
ru: Базы данных для запросов к вики
sl: Poizvedujte po viki podatkovnih zbirkah
tr: Viki veritabanlarını sorgula

source: Wiki replicas are anonymized versions of the databases that back Wikimedia's production sites. Use Quarry to run and share SQL queries.
fi: Wikin kopiot ovat anonymisoituja versioita tietokannoista, jotka tukevat Wikimedian tuotantosivustoja. Käytä Quarry:a SQL-kyselyjen suorittamiseen ja jakamiseen.
fr: Les répliques de wiki sont des versions anonymisées des bases de données qui soutiennent les sites de production de Wikimedia. Utilisez « Quarry » pour exécuter et partager des requêtes SQL.
he: עותקים של ויקי (wiki replicas) הם גרסאות של מסדי נתונים של אתרי ויקי שהוסר מהן מידע פרטי. אפשר להשתמש באתר Quarry כדי להריץ עליהן שאילתות SQL ולשתף אותן.
mk: Викирепликите се анонимизирани верзии на базите на податоци на кои работат Викимедиините мрежни места. Користетего Quarry за да правите и споделување SQL-побарувања.
ru: Реплики Wiki — это анонимные версии баз данных, поддерживающих производственные сайты Wikimedia. Используйте Quarry для запуска и обмена SQL-запросами.
sl: Vikireplike so anonimizirane različice podatkovnih zbirk, ki podpirajo produkcijska mesta Wikimedie. Za izvajanje in deljenje poizvedb SQL uporabite Quarry.
tr: Viki kopyaları, Wikimedia'nın üretim sitelerini destekleyen veritabanlarının anonimleştirilmiş sürümleridir. SQL sorgularını çalıştırmak ve paylaşmak için Quarry'yi kullanın.

source: [Visit Quarry](https://quarry.wmcloud.org/)
es: [Visitar Quarry](https://quarry.wmcloud.org/)
fi: [Vieraile Quarryssa](https://quarry.wmcloud.org/)
fr: [Visiter Quarry](https://quarry.wmcloud.org/)
he: [ביקור ב־Quarry](https://quarry.wmcloud.org/)
mk: [Посетете го Quarry](https://quarry.wmcloud.org/)
ru: [Посетите Quarry](https://quarry.wmcloud.org/)
sl: [Obiščite Quarry](https://quarry.wmcloud.org/)
tr: [Quarry'yi ziyaret edin](https://quarry.wmcloud.org/)

source: [Read more on Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Research:Quarry)
es: [Lea más en Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Research:Quarry)
fi: [Lue lisää Meta-Wikissä](https://meta.wikimedia.org/wiki/Special:MyLanguage/Research:Quarry)
fr: [Lire davantage sur Méta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Research:Quarry)
he: [מידע נוסף באתר Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Research:Quarry)
mk: [Прочитајте повеќе на Мета](https://meta.wikimedia.org/wiki/Special:MyLanguage/Research:Quarry)
ru: [Читайте далее в Мета-вики](https://meta.wikimedia.org/wiki/Special:MyLanguage/Research:Quarry)
sl: [Preberite več na Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Research:Quarry)
tr: [Meta-Wiki'de daha fazlasını okuyun](https://meta.wikimedia.org/wiki/Special:MyLanguage/Research:Quarry)

source: Build your first tool
es: Construye tu primera herramienta
fi: Rakenna ensimmäinen työkalusi
fr: Construire votre premier outil
he: בניית הכלי הראשון שלך
mk: Изработете ја вашата прва алатка
ru: Создайте свой первый инструмент
sl: Ustvarite svoje prvo orodje
tr: İlk aracınızı oluşturun

source: Learn how to edit wiki pages using Python and the Pywikibot framework. This tutorial helps you get started quickly using only your browser.
fi: Opi muokkaamaan sivuja Pythonilla ja Pywikibot-kehyksellä. Tämän opetusohjelman avulla pääset nopeasti alkuun vain selainta käyttämällä.
fr: Appenez comment modifier des pages wiki en utilisant Python et le cadre de travail Pywikibot. Ce tutoriel vous aide à démarrer rapidement en utilisant seulement votre navigateur.
he: ללמוד איך לערוך דפי ויקי באמצעות פייתון ומסגרת Pywikibot. המדריך הזה עוזר לך להתחיל מהר באמצעות דפדפן בלבד.
mk: Дознајте како да уредувате викистраници користејќи Python и системот на Pywikibot. Ова упатство ќе ви помогне набргу да почнете со работа користејќи го само прелистувачот.
ru: Узнайте, как редактировать вики-страницы с помощью Python и платформы Pywikibot. Это руководство поможет вам быстро приступить к работе, используя только браузер.
sl: Naučite se urejati viki strani z uporabo Pythona in ogrodja Pywikibot. Ta vadnica vam pomaga, da hitro začnete zgolj z uporabo vašega brskalnika.
tr: Python ve Pywikibot çerçevesini kullanarak viki sayfalarını nasıl düzenleyeceğinizi öğrenin. Bu eğitim, yalnızca tarayıcınızı kullanarak hızlı bir şekilde başlamanıza yardımcı olur.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot/PAWS)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot/PAWS)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot/PAWS)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot/PAWS)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot/PAWS)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot/PAWS)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot/PAWS)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot/PAWS)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot/PAWS)

source: Learn about creating and running bots
es: Aprende a crear y ejecutar de bots
fi: Lue bottien luomisesta ja ylläpidosta
fr: Apprendre à créer et lancer des robots
he: ללמוד על יצירה והרצה של בוטים
mk: Дознајте за создавањето на и работата со ботови
ru: Узнайте о создании и запуске ботов
sl: Seznanite se z ustvarjanjem in upravljanjem botov
tr: Bot oluşturma ve çalıştırma hakkında bilgi edinin

source: Bots help maintain wikis by performing repetitive tasks. Get started creating and running bots by learning about best practices.
fi: Botit auttavat ylläpitämään wikejä suorittamalla toistuvia tehtäviä. Aloita bottien luominen ja käyttäminen lukemalla käytäntöjä.
fr: Les robots aident à maintenir les wikis en effectuant des tâches répétitives. Commencez à créer et exécuter des robots en apprenant les meilleures pratiques.
he: בוטים עוזרים לתחזק אתרי ויקי באמצעות ביצוע מטלות שחוזרות על עצמן. זה המקום להתחיל ליצור ולהריץ בוטים באמצעות לימוד השיטות הטובות.
mk: Ботовите помагаат во одржувањето на врските и вршењето на повторливи задачи. Почнете да создавате и пуштате ботови откако ќе ги научите најдобрите практики
ru: Боты помогают поддерживать вики, выполняя повторяющиеся задачи. Начните создавать и запускать ботов, изучив лучшие практики.
sl: Boti pomagajo vzdrževati vikije z opravljanjem ponavljajočih se nalog. Začnite ustvarjati in upravljati bote tako, da se seznanite z najboljšimi praksami.
tr: Botlar, tekrarlanan görevleri gerçekleştirerek vikilerin korunmasına yardımcı olur. En iyi uygulamaları öğrenerek bot oluşturmaya ve çalıştırmaya başlayın.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Creating_a_bot)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Creating_a_bot)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Creating_a_bot)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Creating_a_bot)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Creating_a_bot)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Creating_a_bot)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Creating_a_bot)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Creating_a_bot)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Creating_a_bot)

source: Best practices for open source tools
es: Buenas prácticas para herramientas de código abierto
fi: Avoimen lähdekoodin työkalujen parhaat käytännöt
fr: Meilleures pratiques pour les outils en source libre
he: השיטות הטובות לכלי קוד פתוח
mk: Најдобри практики за алатки со отворен код
ru: Лучшие практики для инструментов с открытым исходным кодом
sl: Najboljše prakse za odprtokodna orodja
tr: Açık kaynak araçları için en iyi uygulamalar

source: New to open source? Get tips to help you develop successful tools and bots, including choosing a license, publishing the code, and writing docs.
es: ¿Nuevo en código abierto? Obtén sugerencias para desarrollar exitosamente herramientas y bot, incluyendo la elección de una licencia, publicación del código y la redacción de la documentación.
fi: Avoimen lähdekoodin uusi käyttäjä? Hanki vinkkejä, joiden avulla voit kehittää onnistuneita työkaluja ja botteja, valita oikea lisenssi, julkaista koodia sekä kirjoittaa asiakirjoja.
fr: Nouveau sur les sources libres ? Obtenez des conseils pour vous aider à développer des outils et des robots réussis, y compris le choix d’une licence, la publication du code et l’écriture de la documentation.
he: רק הגעת לקוד פתוח? כאן אפשר לקבל עצות איך לפתח כלים ובוטים מוצלחים, כולל בחירת רישיון, פרסום הקוד, וכתיבת מסמכים.
mk: Немате искуство со отворен код? Тука ќе ви дадеме совети како да разработите корисни алатки и ботови, меѓу кои и изборот на лиценца, објавување на кодот и пишување на документи.
ru: Впервые в мире открытого исходного кода? Получите советы, которые помогут вам разработать успешные инструменты и ботов, включая выбор лицензии, публикацию кода и написание документации.
sl: Ste novi pri odprti kodi? Pridobite nasvete, ki vam bodo pomagali razviti uspešna orodja in bote, vključno z izbiro licence, objavo kode in pisanjem dokumentov.
tr: Açık kaynakta yeni misiniz? Lisans seçme, kodu yayımlama ve belge yazma dahil olmak üzere başarılı araçlar ve botlar geliştirmenize yardımcı olacak ipuçları alın.

source: [Read more on Wikitech](https://wikitech.wikimedia.org/wiki/Help:Toolforge/Developing_successful_tools)
es: [Lea más en Wikitech](https://wikitech.wikimedia.org/wiki/Help:Toolforge/Developing_successful_tools)
fi: [Lue lisää Wikitechissä](https://wikitech.wikimedia.org/wiki/Help:Toolforge/Developing_successful_tools)
fr: [Lire davantage sur Wikitech](https://wikitech.wikimedia.org/wiki/Help:Toolforge/Developing_successful_tools)
he: [מידע נוסף באתר Wikitech](https://wikitech.wikimedia.org/wiki/Help:Toolforge/Developing_successful_tools)
mk: [Прочитајте повеќе на Викитехника](https://wikitech.wikimedia.org/wiki/Help:Toolforge/Developing_successful_tools)
ru: [Читайте далее в Wikitech](https://wikitech.wikimedia.org/wiki/Help:Toolforge/Developing_successful_tools)
sl: [Preberite več na Wikitech](https://wikitech.wikimedia.org/wiki/Help:Toolforge/Developing_successful_tools)
tr: [Wikitech'te daha fazlasını okuyun](https://wikitech.wikimedia.org/wiki/Help:Toolforge/Developing_successful_tools)

source: Host tools on Wikimedia servers
es: Alojar herramientas en los servidores Wikimedia
fi: Isännöi työkaluja Wikimedian palvelimilla
fr: Héberger des outils sur les serveurs de Wikimedia
he: אירוח כלים בשרתי ויקימדיה
mk: Вдомете алатки на Викимедиините опслужувачи
ru: Разместите инструмент на облачных серверах Викимедиа
sl: Gostite orodja na strežnikih Wikimedie
tr: Wikimedia sunucularındaki barındırma araçları

source: Run scripts in your browser
es: Ejecutar scripts en tu navegador
fi: Suorita komentosarjat selaimessasi
fr: Lancer des scripts dans votre navigateur
he: הרצת סקריפטים בדפדפן שלך
mk: Пуштајте скрипти во вашиот прелистувач
ru: Запуск скриптов в вашем браузере
sl: Izvajajte skripte v brskalniku
tr: Tarayıcınızda komut dosyaları çalıştırın

source: PAWS is a free, cloud-hosted playground for creating scripts and data visualizations related to Wikimedia projects. Log in with your Wikimedia account and create a notebook to get started.
fi: PAWS on ilmainen, pilvessä isännöity alusta Wikimedian projekteihin liittyvien skriptien ja datavisualisaatioiden luomiseen. Kirjaudu Wikimedia-tililläsi ja aloita luomalla muistikirja.
fr: PAWS est un espace de jeu libre hébergé dans le cloud pour créer des scripts et des visualisations de données liés aux projets de Wikimedia. Connectez-vous avec votre compte Wikimedia et créez un carnet pour démarrer.
he: PAWS הוא מגרש משחקים חופשי שמתארח בענן ומאפשר ליצור סקריפטים ותצוגות נתונים שקשורים למיזמי ויקימדיה. אפשר להיכנס עם חשבון הוויקימדיה שלך וליצור מחברת כדי להתחיל.
mk: PAWS е слободно, облачно вдомено игралиште за создавање на скрипти и нагледни претстави на податоци за Викимедиините проекти. Најавете се со вашата викмедиска сметка и создајте тетратка за да почнете.
ru: PAWS — это бесплатная облачная площадка для создания сценариев и визуализации данных, связанных с проектами Викимедиа. Чтобы начать, войдите в свою учётную запись Викимедиа и создайте блокнот.
sl: PAWS je brezplačno, v oblaku gostujoče igrišče za ustvarjanje skriptov in vizualizacij podatkov, povezanih s projekti Wikimedie. Za začetek se prijavite s svojim Wikimedia računom in ustvarite beležnico.
tr: PAWS; Wikimedia projeleriyle ilgili komut dosyaları ve veri görselleştirmeleri oluşturmak için ücretsiz, bulutta barındırılan bir oyun alanıdır. Başlamak için Wikimedia hesabınızla oturum açın ve bir not defteri oluşturun.

source: [Visit PAWS](https://hub-paws.wmcloud.org/)
fr: [Visiter PAWS](https://hub-paws.wmcloud.org/)
mk: [Посетете го PAWS](https://hub-paws.wmcloud.org/)
ru: [Посетить PAWS](https://hub-paws.wmcloud.org/)

source: [Read more on Wikitech](https://wikitech.wikimedia.org/wiki/PAWS)
es: [Lee más en Wikitech](https://wikitech.wikimedia.org/wiki/PAWS)
fi: [Lue lisää Wikitechissä](https://wikitech.wikimedia.org/wiki/PAWS)
fr: [Lire davantage sur Wikitech](https://wikitech.wikimedia.org/wiki/PAWS)
he: [מידע נוסף באתר Wikitech](https://wikitech.wikimedia.org/wiki/PAWS)
mk: [Прочитајте повеќе на Викитехника](https://wikitech.wikimedia.org/wiki/PAWS)
ru: [Читайте далее в Wikitech](https://wikitech.wikimedia.org/wiki/PAWS)
sl: [Preberite več na Wikitech](https://wikitech.wikimedia.org/wiki/PAWS)
tr: [Wikitech'te daha fazlasını okuyun](https://wikitech.wikimedia.org/wiki/PAWS)

source: Learn about cloud hosting for tools
fi: Lisätietoja pilvipalveluista työkaluille
fr: Apprendre comment héberger des outils dans le cloud
he: ללמוד על אירוח בענן לכלים
mk: Дознајте за облачното вдомување на алатки
ru: Узнайте об облачном хостинге для инструментов
sl: Seznanite se z gostovanjem orodij v oblaku
tr: Araçlar için bulut barındırma hakkında bilgi edinin
