Repository: wikimedia/wikimedia-developer-portal
Catalog: data/locale/*/LC_MESSAGES/mkdocs.po
Languages: es, fi, fr, he, mk, ru, sl, tr

source: Explore core Wikimedia technology and open source projects.
fi: Tutustu Wikimedian ydinteknologiaan ja avoimen lähdekoodin projeteihin.
fr: Explorez la technologie au cœur de Wikimedia et les projets en source ouverte.
mk: Истражете го јадрното на Викимедиината технологија и отворените проекти.
ru: Изучите основные технологии Викимедиа и проекты с открытым исходным кодом.
sl: Raziščite osnovno tehnologijo Wikimedie in odprtokodne projekte.
tr: Temel Wikimedia teknolojisini ve açık kaynak projelerini keşfedin.

source: Introduction to Wikimedia technology
fi: Johdatus Wikimedian käyttämään teknologiaan
fr: Introduction à la technologie Wikimedia
mk: Вовед во Викимедиината технологија
ru: Введение в технологию Викимедиа

source: Learn about the main technical areas where developers can contribute.
fi: Tutustu tärkeimpiin teknisiin alueisiin, joihin kehittäjät voivat osallistua.
fr: Découvrez les principaux domaines techniques auxquels les développeurs peuvent contribuer.
mk: Дознајте за главните технички полиња на кои можат да придонесуваат разработувачите.
ru: Узнайте об основных технических областях, в которых разработчики могут внести свой вклад.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/New_Developers/Introduction_to_the_Wikimedia_Technical_Ecosystem)
fi: [Lue lisää mediawiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/New_Developers/Introduction_to_the_Wikimedia_Technical_Ecosystem)
fr: [En savoir plus sur mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/New_Developers/Introduction_to_the_Wikimedia_Technical_Ecosystem)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/New_Developers/Introduction_to_the_Wikimedia_Technical_Ecosystem)
ru: [Подробнее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/New_Developers/Introduction_to_the_Wikimedia_Technical_Ecosystem)

source: Wikibase and Wikidata
es: Wikibase y Wikidata
fi: Wikibase ja Wikidata
fr: Wikibase et Wikidata
he: ויקיבייס וויקינתונים
mk: Викибаза и Википодатоци
ru: Викибаза и Викиданные
sl: Wikibaza in Wikipodatki
tr: Wikibase ve Vikiveri

source: Wikibase is a MediaWiki extension for working with structured data, and it's the software that powers Wikidata.
es: Wikibase es una extensión de Mediawiki que se usa para trabajar con datos estructurados, y es el software que hace funcionar Wikidata.
fi: Wikibase on MediaWiki-laajennus työskentelemiseen strukturoidun datan kanssa ja se on Wikidataa käyttävä ohjelmisto.
fr: Wikibase est une extension de MediaWiki pour travailler avec les données structurées et c’est le logiciel qui propulse Wikidata.
mk: Викибазата е додаток за МедијаВики наменет за работа со структурирани податоци. Ова е програмата на која работат Википодатоците.
ru: Викибаза (Wikibase) — это расширение MediaWiki для работы со структурированными данными, и это программное обеспечение, которое поддерживает Викиданные.
sl: Wikibase je razširitev programja MediaWiki za delo s strukturiranimi podatki in je programje, ki poganja Wikipodatke.
tr: Wikibase, yapılandırılmış verilerle çalışmak için bir MediaWiki uzantısıdır ve Vikiveri'yi destekleyen yazılımdır.

source: [Visit wikidata.org](https://www.wikidata.org/)
es: [Visita wikidata.org](https://www.wikidata.org/)
fi: [Vieraile Wikidata.orgissa](https://www.wikidata.org/)
fr: [Visiter Wikidata.org](https://www.wikidata.org/)
he: [ביקור בוויקינתונים](https://www.wikidata.org/)
mk: [Посетете ја wikidata.org](https://www.wikidata.org/)
ru: [Посетите wikidata.org](https://www.wikidata.org/)
sl: [Obiščite wikidata.org](https://www.wikidata.org/)
tr: [wikidata.org'u ziyaret edin](https://www.wikidata.org/)

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Wikibase)
es: [Lea más en mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Wikibase)
fi: [Lue lisää MediaWiki.orgissa](https://www.mediawiki.org/wiki/Special:MyLanguage/Wikibase)
fr: [Lire davantage sur MediaWiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Wikibase)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Wikibase)
mk: [Прочитајте повеќе на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Wikibase)
ru: [Читайте далее на mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Wikibase)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Wikibase)
tr: [mediawiki.org'da daha fazlasını okuyun](https://www.mediawiki.org/wiki/Special:MyLanguage/Wikibase)

source: [Explore featured apps](featured-apps.md)
es: [Explora las aplicaciones destacadas](featured-apps.md)
fi: [Tutustu suositeltuihin sovelluksiin](featured-apps.md)
fr: [Explorer les applis en vedette](featured-apps.md)
he: [עיון ביישומים מומלצים](featured-apps.md)
mk: [Истражете ги истакнатите прилози](featured-apps.md)
ru: [Изучите избранные приложения](featured-apps.md)
sl: [Raziščite izbrane aplikacije](featured-apps.md)
tr: [Öne çıkan uygulamaları keşfedin](featured-apps.md)

source: See examples of open source apps and data visualizations built with Wikimedia content and data.
fi: Katso esimerkkejä avoimen lähdekoodin sovelluksista ja datavisualisoinneista, jotka on rakennettu Wikimedian sisällöllä ja tiedoilla.
fr: Voyez des exemples d’applis en source ouverte et de visualisations des données, construits avec le contenu et les données de Wikimedia.
mk: Погледајте примери за прилози со отворен код и нагледни претстави на податоците изградени со Викмедиините содржини и податоци.
ru: См. примеры приложений с открытым исходным кодом и визуализаций данных, созданные с использованием контента и данных Викимедиа.
sl: Oglejte si primere odprtokodnih aplikacij in vizualizacij podatkov, zgrajenih z vsebino in podatki Wikimedie.
tr: Wikimedia içeriği ve verileriyle oluşturulmuş açık kaynaklı uygulama ve veri görselleştirme örneklerine bakın.

source: Follow step-by-step guides to learn the basics of using Wikimedia content and data.
es: Sigue guías paso a paso para aprender los conceptos básicos de usar contenidos Wikimedia y sus datos.
fi: Noudata vaiheittaisia ohjeita oppiaksesi Wikimedian sisällön ja datan käyttämisen perusteet.
fr: Suivez des guides pas à pas pour apprendre les bases de l’utilisation du contenu et des données de Wikimedia.
mk: Проследете напатствија чекор по чекор и научете ги основите на употреба на Викимедиини содржини и податоци.
ru: Следуйте пошаговым инструкциям, чтобы изучить основы использования контента и данных Викимедиа.
sl: Sledite navodilom po korakih, da se naučite osnov uporabe vsebine in podatkov Wikimedie.
tr: Wikimedia içeriğini ve verilerini kullanmanın temellerini öğrenmek için adım adım kılavuzları izleyin.

source: [Use wiki content](content.md)
es: [Usa contenido wiki](content.md)
fi: [Käytä wikin sisältöä](content.md)
fr: [Utiliser le contenu wiki](content.md)
he: [שימוש בתוכן ויקי](content.md)
mk: [Користете викисодржини](content.md)
ru: [Используйте вики-контент](content.md)
sl: [Uporabite vikivsebino](content.md)
tr: [Viki içeriğini kullanın](content.md)

source: Find open source libraries, get started using the API, or download content in bulk.
fi: Etsi avoimen lähdekoodin kirjastoja, aloita ohjelmointirajapinnan käyttö tai lataa sisältöä.
fr: Trouvez des bibliothèques en source ouverte, commencez à utiliser l’API ou téléchargez du contenu en masse.
mk: Најдете библиотеки на отворен код, почнете со употреба на приложникот или преземајте содржини на големо.
ru: Найдите библиотеки с открытым исходным кодом, начните использовать API или воспользуйтесь массовым скачиванием контента.
sl: Poiščite odprtokodne knjižnice, začnite uporabljati API ali prenesite vsebino v velikem obsegu.
tr: Açık kaynak kitaplıkları bulun, API'yi kullanmaya başlayın veya içeriği toplu olarak indirin.

source: [Access open data](data.md)
es: [Accede a datos abiertos](data.md)
fi: [Käytä avointa dataa](data.md)
fr: [Accéder aux données ouvertes](data.md)
he: [גישה לנתונים פתוחים](data.md)
mk: [Пристап до отворени податоци](data.md)
ru: [Доступ к открытым данным](data.md)
sl: [Dostop do odprtih podatkov](data.md)
tr: [Açık verilere erişin](data.md)

source: Explore public data that you can use in research and machine learning.
fi: Tutustu julkiseen dataan, jota voit käyttää tutkimuksessa ja koneoppimisessa.
fr: Explorez des données publiques que vous pouvez utiliser dans la recherche et l’apprentissage automatique.
mk: Истражете ги јавните податоци кои можете да ги користите во истражување и машинско учење.
ru: Исследуйте общедоступные данные, которые можно использовать в исследованиях и машинном обучении.
sl: Raziščite javne podatke, ki jih lahko uporabite pri raziskavah in strojnem učenju.
tr: Araştırma ve makine öğreniminde kullanabileceğiniz herkese açık verileri keşfedin.

source: Use wiki content
es: Usa contenido wiki
fi: Käytä wikin sisältöä
fr: Utiliser le contenu wiki
he: שימוש התוכן ויקי
mk: Користете викисодржини
ru: Используйте вики-контент
sl: Uporabite vikivsebino
tr: Viki içeriğini kullanın

source: Introduction to Wikimedia projects
es: Introducción a los proyectos Wikimedia
fi: Johdatus Wikimedian projekteihin
fr: Introduction aux projets de Wikimedia
he: היכרות עם מיזמ ויקימדיה
mk: Вовед во Викимедиините проекти
ru: Знакомство с проектами Викимедиа
sl: Uvod v projekte Wikimedie
tr: Wikimedia projelerine giriş

source: Wikimedia content is organized by project and language. Each project hosts a different type of free content, like encyclopedia articles on Wikipedia, media files on Wikimedia Commons, and structured data on Wikidata.
fi: Wikimedian sisältöä on järjestetty projektin ja kielen mukaan. Jokainen projekti isännöi erityyppistä ilmaista sisältöä, kuten tietosanakirja-artikkeleita Wikipediassa, mediatiedostoja Wikimedia Commonsissa ja jäsenneltyä dataa Wikidatassa.
fr: Le contenu de Wikimedia est organisé par projet et par langue. Chaque projet héberge un type différent de contenu libre, comme les articles encyclopédiques sur Wikipédia, les fichiers média sur Wikimedia Commons et les données structurées sur Wikidata.
mk: Викимедиините содржини се организирани според проект и јазик. Секој проект има свој вид на слободна содржина, како на пр. енциклопедиските статии на Википедија, медиумските податотеки на Ризницата и структурираните податоци на Википодатоци.
ru: Контент Викимедиа организован по проектам и языкам. Каждый проект содержит свой тип свободного контента, например статьи энциклопедии в Википедии, медиафайлы на Викискладе и структурированные данные в Викиданных.
sl: Vsebina Wikimedie je urejena po projektih in jezikih. Vsak projekt gosti drugačno vrsto proste vsebine, kot so enciklopedijski članki v Wikipediji, predstavnostne datoteke v Wikimedijini zbirki in strukturirani podatki v Wikipodatkih.
tr: Wikimedia içeriği, proje ve dile göre düzenlenir. Her proje; Vikipedi'deki ansiklopedi maddeleri, Wikimedia Commons'daki medya dosyaları ve Wikidata'daki yapılandırılmış veriler gibi farklı türde ücretsiz içerik barındırır.

source: [Read more on Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Wikimedia_projects)
es: [Lea más en Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Wikimedia_projects)
fi: [Lue lisää Meta-Wikissä](https://meta.wikimedia.org/wiki/Special:MyLanguage/Wikimedia_projects)
fr: [Lire davantage sur Méta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Wikimedia_projects)
he: [מידע נוסף באתר Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Wikimedia_projects)
mk: [Прочитајте повеќе на Мета](https://meta.wikimedia.org/wiki/Special:MyLanguage/Wikimedia_projects)
ru: [Читайте далее в Мета-вики](https://meta.wikimedia.org/wiki/Special:MyLanguage/Wikimedia_projects)
sl: [Preberite več na Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Wikimedia_projects)
tr: [Meta-Wiki hakkında daha fazla bilgi edinin](https://meta.wikimedia.org/wiki/Special:MyLanguage/Wikimedia_projects)

source: Review the terms and conditions
es: Revisa los términos y condiciones
fi: Tutustu käyttöehtoihin
fr: Passer en revue les termes et conditions
he: סקירת התנאים
mk: Погледајте ги условите
ru: Ознакомьтесь с условиями и соглашениями
sl: PReglejte določila in pogoje
tr: Şartlar ve koşulları gözden geçirin

source: Most Wikimedia content is licensed under a Creative Commons license that allows free reuse with attribution. You can check the bottom of any wiki page to find the applicable license.
fi: Suurin osa Wikimedian sisällöstä on lisensoitu lisenssillä Creative Commons, joka sallii ilmaisen uudelleenkäytön ja tekijänoikeudet. Voit tarkistaa lisenssin minkä tahansa wikin alaosasta.
fr: La plupart des contenus de Wikimedia sous placés sous une licence Creative Commons qui permet leur réutilisation libre avec attribution. Vous pouvez vérifier le bas de toute page wiki pour trouver la licence applicable.
mk: Најголемиот дле од Викимедиината содржина е лиценцирана со Криејтив комонс, што овозможува слободно користење со припишување. На дното од секоја викистраница ќе ја најдете применливата лиценца.
ru: Большая часть контента Викимедиа опубликована по лицензии Creative Commons, позволяющей свободное повторное использование при условии атрибуции (указания авторства). Вы можете проверить нижнюю часть любой вики-страницы, чтобы найти лицензию, которая там применяется.
sl: Večina vsebin Wikimedie je objavljena pod licenco Creative Commons, ki omogoča prosto ponovno uporabo ob navedbi avtorstva. Ustrezno licenco lahko najdete na dnu vsake vikistrani.
tr: Çoğu Wikimedia içeriği, atıf ile ücretsiz yeniden kullanıma izin veren bir Creative Commons lisansı altında lisanslanmıştır. Geçerli lisansı bulmak için herhangi bir viki sayfasının altını kontrol edebilirsiniz.

source: [Read more on the Wikimedia Foundation Governance Wiki](https://foundation.wikimedia.org/wiki/Special:MyLanguage/Legal:Developer_app_guidelines)
fr: [Lire davantage sur le wiki de la gouvernance de la Fondation Wikimedia](https://foundation.wikimedia.org/wiki/Special:MyLanguage/Legal:Developer_app_guidelines)
mk: [Прочирајте повеќе на Викито за управување на Фондацијата Викимедија](https://foundation.wikimedia.org/wiki/Special:MyLanguage/Legal:Developer_app_guidelines)

source: Get services for enterprise
es: Obtener servicios para empresas
fi: Hanki palveluita yrityksille
fr: Obtenir des services pour entreprise
he: קבלת שירותים לחברות
mk: Услуги за претприемништво
ru: Получить корпоративные услуги
sl: Pridobite storitve za podjetja
tr: Kurumsal hizmetler alın

source: Wikimedia Enterprise provides a suite of APIs and services designed for high-volume, commercial access to Wikimedia content and data.
fi: Wikimedia Enterprise tarjoaa sarjan ohjelmointirajapintoja ja palveluita, jotka on suunniteltu suuren volyymin kaupalliseen pääsyyn Wikimedian sisältöön ja dataan.
fr: Wikimedia Entreprise fournit une suite d’API et de services conçus pour un accès commercial à grand volume aux contenus et données de Wikimedia.
mk: Викимедиино претприемништво (Wikimedia Enterprise) нуди комплет од приложници и услуги предвидени за високообемен комерцијален пристап до Викимедиините содржини и податоци.
ru: Wikimedia Enterprise предоставляет набор API и сервисов, предназначенных для коммерческого доступа к большому количеству контента и данных Викимедиа.
sl: Wikimedia Enterprise ponuja zbirko API-jev in storitev, zasnovanih za komercialni dostop do velike količine vsebine in podatkov Wikimedie.
tr: Wikimedia Enterprise; Wikimedia içeriğine ve verilerine yüksek hacimli, ticari erişim için tasarlanmış bir API ve hizmet paketi sağlar.

source: [Read more](https://enterprise.wikimedia.com)
es: [Leer más](https://enterprise.wikimedia.com)
fi: [Lue lisää](https://enterprise.wikimedia.com)
fr: [Lire davantage](https://enterprise.wikimedia.com)
he: [מידע נוסף](https://enterprise.wikimedia.com)
mk: [Прочитајте повеќе](https://enterprise.wikimedia.com)
sl: [Preberite več](https://enterprise.wikimedia.com)
tr: [Daha fazlasını okuyun](https://enterprise.wikimedia.com)

source: Access open data
es: Accede a datos abiertos
fi: Käytä avointa dataa
fr: Accéder aux données ouvertes
he: גישה לנתונים פתוחים
mk: Пристап до отворени податоци
ru: Доступ к открытым данным
sl: Dostop do odprtih podatkov
tr: Açık verilere erişin

source: Use Wikimedia open data
es: Usa los datos abiertos de Wikimedia.
fi: Käytä Wikimedian avointa dataa
fr: Utiliser des données ouvertes de Wikimédia
he: שימוש בנתונים פתוחים של ויקימדיה
mk: Користете отворени податоци на Викимедија
ru: Используйте открытые данные Викимедиа
sl: Uporabite odprte podatke Vikimedie
tr: Wikimedia açık verilerini kullanın

source: Access publicly-available, open-licensed data about Wikimedia projects, including bulk downloads, streams of recent changes, and page statistics.
fi: Käytä julkisesti saatavilla olevia, avoimesti lisensoituja tietoja Wikimedian projekteista, joukkolatauksista, viimeaikaisten muutosten virroista ja tilastoista.
fr: Accédez aux données disponibles publiquement sous licence ouverte concernant les projets de Wikimedia, y compris des téléchargements en masse, des flux de modifications récentes et des statistiques sur les pages.
mk: Пристап до јавно достапни, отворено лиценцирани податоци за Викимедиините проекти, вклучувајќи преземања на големо, тековници на скорешни промени и статистика за страници.
ru: Получите доступ к общедоступным данным с открытой лицензией о проектах Викимедиа, включая массовые загрузки, потоки последних изменений и статистику страниц.
sl: Dostopajte do javno dostopnih odprtolicenčnih podatkov o projektih Wikimedie, vključno z množičnimi prenosi, tokovi nedavnih sprememb in statistiko strani.
tr: Toplu indirmeler, son değişikliklerin akışları ve sayfa istatistikleri dahil olmak üzere Wikimedia projeleri hakkında herkese açık olan açık lisanslı verilere erişin.

source: [Read more on Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Research:Data)
es: [Lea más en Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Research:Data)
fi: [Lue lisää Meta-Wikissä](https://meta.wikimedia.org/wiki/Special:MyLanguage/Research:Data)
fr: [Lire davantage sur Méta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Research:Data)
he: [מידע נוסף באתר Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Research:Data)
mk: [Прочитајте повеќе на Мета](https://meta.wikimedia.org/wiki/Special:MyLanguage/Research:Data)
ru: [Читайте далее в Мета-вики](https://meta.wikimedia.org/wiki/Special:MyLanguage/Research:Data)
sl: [Preberite več na Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Research:Data)
tr: [Meta-Wiki hakkında daha fazla bilgi edinin](https://meta.wikimedia.org/wiki/Special:MyLanguage/Research:Data)

source: Explore structured data with Wikidata
es: Explora datos estructurados con Wikidata
fi: Tutustu jäsenneltyyn dataan Wikidatan avulla
fr: Explorer des données structurées avec Wikidata
he: עיון בנתונים מבניים באמצעות ויקינתונים
mk: Истражете ги структурираните податоци со Википодатоци
ru: Исследуйте структурированные данные с помощью Викиданных
sl: Raziščite strukturirane podatke v Wikipodatkih
tr: Vikiveri ile yapılandırılmış verileri keşfedin

source: Wikidata is a free and open knowledge base that can be read and edited by both humans and machines. Learn how to access data from Wikidata, and follow best practices for reusing it.
es: Wikidata es una base de conocimiento abierta que puede ser leída y edita por humanos y máquinas. Aprenda a cómo acceder a datos desde Wikidata y seguir las mejores prácticas para reutilizar los datos.
fi: Wikidata on ilmainen avoin tietokanta, jota sekä ihmiset että koneet voivat lukea ja muokata. Opi käyttämään Wikidatan tietoja ja lue käytäntöjä niiden uudelleenkäyttämiseksi.
fr: Wikidata est une base de connaissance libre et ouverte qui peut être lue et modifiée à la fois par les humains et les machines. Apprenez comment accéder aux données de Wikidata et suivez les meilleures pratiques pour les réutiliser.
mk: Википодатоците се база на слободни и отворени знаења кои може да се читаат и уредуваат од луѓе или од машини. Дознајте како да пристапите до податоци од Википодатоците, и следете ги најдобрите практики за нивна употреба.
ru: Викиданные — это бесплатная и открытая база знаний, которую могут читать и редактировать как люди, так и машины. Узнайте, как получить доступ к данным из Викиданных, и следуйте рекомендациям по их повторному использованию.
sl: Wikipodatki so brezplačna in odprta zbirka znanja, ki jo lahko berejo in urejajo tako ljudje kot stroji. Naučite se dostopati do podatkov iz Wikipodatkov in se seznanite z najboljšimi praksami za njihovo ponovno uporabo.
tr: Vikiveri, hem insanlar hem de makineler tarafından okunabilen ve düzenlenebilen ücretsiz ve açık bir bilgi tabanıdır. Vikiveri'den verilere nasıl erişileceğini öğrenin ve bunları yeniden kullanmak için en iyi uygulamaları izleyin.

source: [Read more on Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Data_access)
es: [Lea más en Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Data_access)
fi: [Lue lisää Wikidatassa](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Data_access)
fr: [Lire davantage sur Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Data_access)
he: [מידע נוסף באתר Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Data_access)
mk: [Прочитајте повеќе на Википодатоците](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Data_access)
ru: [Читайте далее в Викиданных](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Data_access)
sl: [Preberite več v Wikipodatkih](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Data_access)
tr: [Vikiveri hakkında daha fazla bilgi edinin](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Data_access)

source: Explore featured apps
es: Explora las aplicaciones destacadas
fi: Tutustu suositeltuihin sovelluksiin
fr: Explorer les applis en vedette
he: עיון ביישומים מומלצים
mk: Истражете истакнати прилози
ru: Изучите избранные приложения
sl: Raziščite izbrane aplikacije
tr: Öne çıkan uygulamaları keşfedin

source: App gallery
es: Galería de aplicaciones
fi: Sovellusgalleria
fr: Galerie des applis
he: גלריית יישומים
mk: Галерија на прилози
ru: Галерея приложений
sl: Galerija aplikacij
tr: Uygulama galerisi
