Repository: wikimedia/wikimedia-developer-portal
Catalog: data/locale/*/LC_MESSAGES/mkdocs.po
Languages: es, fi, fr, he, mk, ru, sl, tr

source: Introduction to Wikimedia
he: היכרות עם ויקימדיה
sl: Uvod v Wikimedio

source: Learn the differences between Wikipedia, Wikimedia, and MediaWiki.
sl: Seznanite se z razlikami med Wikipedijo, Wikimedio in programjem MediaWiki.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Differences_between_Wikipedia,_Wikimedia,_MediaWiki,_and_wiki)
he: [מידע נוסף באתר mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Differences_between_Wikipedia,_Wikimedia,_MediaWiki,_and_wiki)
sl: [Preberite več na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Differences_between_Wikipedia,_Wikimedia,_MediaWiki,_and_wiki)

source: [Read more on Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Developer_app_guidelines)
es: [Lea más en Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Developer_app_guidelines)
he: [מידע נוסף באתר Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Developer_app_guidelines)
sl: [Preberite več na Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Developer_app_guidelines)
tr: [Meta-Wiki hakkında daha fazla bilgi edinin](https://meta.wikimedia.org/wiki/Special:MyLanguage/Developer_app_guidelines)

source: Python
he: פייתון

source: Codex
he: קודקס

source: Blubber
he: בלאבר

source: Ruby
he: רובי
