Repository: wikimedia/wikimedia-developer-portal
Catalog: data/locale/sh/LC_MESSAGES/mkdocs.po
Languages: sh

source: Learn about the main technical areas where developers can contribute.
sh: Saznajte više o glavnim tehničkim područjima na kojima programeri mogu doprinijeti.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/New_Developers/Introduction_to_the_Wikimedia_Technical_Ecosystem)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/New_Developers/Introduction_to_the_Wikimedia_Technical_Ecosystem)

source: Wikibase and Wikidata
sh: Wikibase i Wikidata

source: Wikibase is a MediaWiki extension for working with structured data, and it's the software that powers Wikidata.
sh: Wikibase je MediaWiki proširenje namjenjeno za rad sa strukturiranim podacima. To je softver koji pokreće Wikidata.

source: [Visit wikidata.org](https://www.wikidata.org/)
sh: [Posjetite wikidata.org](https://www.wikidata.org/)

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Wikibase)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Wikibase)

source: [Explore featured apps](featured-apps.md)
sh: [Istražite istaknute priloge](featured-apps.md)

source: See examples of open source apps and data visualizations built with Wikimedia content and data.
sh: Pogledajte primjere priloga s otvorenim kodom i vizualizacija podataka izgrađenih s Wikmedijinim sadržajem i podacima.

source: Follow step-by-step guides to learn the basics of using Wikimedia content and data.
sh: Slijedite vodiče korak po korak i naučite osnove upotrebe Wikimedijinog sadržaja i podataka.

source: [Use wiki content](content.md)
sh: [Koristite wikisadržaj](content.md)

source: Find open source libraries, get started using the API, or download content in bulk.
sh: Nađite biblioteke otvorenog koda, počnite rabiti priložnik ili skupno preuzmite sadržaj.

source: [Access open data](data.md)
sh: [Pristup otvorenim podacima](data.md)

source: Explore public data that you can use in research and machine learning.
sh: Istražite javne podatke koje možete koristiti u istraživanju i strojnom učenju.

source: Use wiki content
sh: Koristite wikisadržaj

source: Introduction to Wikimedia projects
sh: Uvod u Wikimedijine projekte

source: Wikimedia content is organized by project and language. Each project hosts a different type of free content, like encyclopedia articles on Wikipedia, media files on Wikimedia Commons, and structured data on Wikidata.
sh: Sadržaj Wikimedije organiziran je prema projektu i jeziku. Svaki projekt sadrži drugu vrstu besplatnog sadržaja, poput enciklopedijskih članaka na Wikipediji, medijskih datoteka na Ostave i strukturiranih podataka na Wikidata.

source: [Read more on Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Wikimedia_projects)
sh: [Čitajte više na Meti](https://meta.wikimedia.org/wiki/Special:MyLanguage/Wikimedia_projects)

source: Review the terms and conditions
sh: Pregledajte odredbe i uvjete

source: Most Wikimedia content is licensed under a Creative Commons license that allows free reuse with attribution. You can check the bottom of any wiki page to find the applicable license.
sh: Najveći doi Wikimedijinog sadržaja licencirana je pod licencom Creative Commons, što dopušta besplatnu ponovnu upotrebu s atribucijom. Na dnu bilo koje wikistranice možete pronaći primjenjivu licencu.

source: [Read more on the Wikimedia Foundation Governance Wiki](https://foundation.wikimedia.org/wiki/Special:MyLanguage/Legal:Developer_app_guidelines)
sh: [Čitajte više na Vikiju upravljanja Fondacije Wikimedia](https://foundation.wikimedia.org/wiki/Special:MyLanguage/Legal:Developer_app_guidelines)

source: Get services for enterprise
sh: Usluge za poduzeća

source: Wikimedia Enterprise provides a suite of APIs and services designed for high-volume, commercial access to Wikimedia content and data.
sh: Wikimedia Enterprise pruža paket priložnika i usluga dizajniranih za komercijalni pristup velikom broju Wikimedijinih sadržaja i podataka.

source: [Read more](https://enterprise.wikimedia.com)
sh: [Čitajte više](https://enterprise.wikimedia.com)

source: Access open data
sh: Pristup otvorenim podacima

source: Use Wikimedia open data
sh: Koristite otvorene podatke Wikimedije

source: Access publicly-available, open-licensed data about Wikimedia projects, including bulk downloads, streams of recent changes, and page statistics.
sh: Pristup javno dostupnim podacima s otvorenom licencom o Wikimedijinim projektima, uključujući skupna preuzimanja, tokove nedavnih promjena i statistiku stranica.

source: [Read more on Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Research:Data)
sh: [Čitajte više na Meti](https://meta.wikimedia.org/wiki/Special:MyLanguage/Research:Data)

source: Explore structured data with Wikidata
sh: Istražite strukturirane podatke pomoću Wikidata

source: Wikidata is a free and open knowledge base that can be read and edited by both humans and machines. Learn how to access data from Wikidata, and follow best practices for reusing it.
sh: Wikidata su baza slobodnog i otvorenog znanja koje mogu čitati i uređivati ​​i ljudi i strojevi. Naučite kako pristupiti podacima iz Wikidata, i slijedite najbolje prakse za njihovu upotrebu.

source: [Read more on Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Data_access)
sh: [Čitajte više na Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Data_access)

source: Explore featured apps
sh: Istražite istaknute priloge

source: App gallery
sh: Galerija priloga

source: Browse example apps that demonstrate best practices for using Wikimedia APIs, including fetching wiki content, logging in, and editing pages.
sh: Pregledajte primjerne priloge koje pokazuju najbolju praksu za upotrebu Wikimedijinih priložnika, uključujući dohvaćanje sadržaja, prijavu i uređivanje stranica.

source: [Visit the gallery](https://apps-gallery.toolforge.org)
sh: [Posjetite galeriju](https://apps-gallery.toolforge.org)

source: Wikipedia visualizations
sh: Vizualizacije Wikipedije

source: “See, also” is a gallery of apps that visualize data from Wikipedia. Check out the gallery to get inspired and learn about available data and APIs.
sh: “See, also” je galerija priloga koje vizualiziraju podatke iz Wikipedije. Pogledajte galeriju kako biste dobili inspiraciju i saznali više o dostupnim podacima i priložnicima.

source: [Visit the gallery](https://seealso.org/)
sh: [Posjetite galeriju](https://seealso.org/)

source: Wikidata visualizations
sh: Vizualizacije Wikidata

source: Wikidata is a machine-readable knowledge base with millions of items. Browse this list of visualizations to get inspired and see open source examples of how to reuse Wikidata.
sh: Wikidata je strojno čitljiva baza znanja s milijunima stavki. Pregledajte ovaj spisak vizualizacija da biste dobili inspiraciju i vidjeli otvorenokodne primjere upotrebe Wikidata.

source: [Read more on Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Tools/Visualize_data)
sh: [Čitajte više na Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Tools/Visualize_data)

source: Display information from Wikidata
sh: Prikaz informacija iz Wikidata

source: Use the MediaWiki API to fetch and display information from Wikidata. Learn how Wikipedia articles are associated with Wikidata and how to parse Wikidata structures.
sh: Naučite kako da koristite priložnik MediaWikija za dohvaćanje i prikaz informacija iz Wikidata. NAučite kako su Wikipedijini članci povezani s Wikidata i kako analizirati strukture Wikidata.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Presenting_Wikidata_knowledge)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Presenting_Wikidata_knowledge)

source: Display the picture of the day
sh: Pokažite sliku dana

source: Learn how to use the MediaWiki API to fetch the daily featured picture from Wikipedia. This tutorial uses Python and the Flask framework.
sh: Naučite kako koristiti priložnik MediaWikija za dohvaćanje dnevno istaknute slike s Wikipedije. Ovaj vodič koristi Python i okvir Flask.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Picture_of_the_day_viewer)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Picture_of_the_day_viewer)

source: Get started querying Wikidata
sh: Počnite postavljati upite Wikidata

source: Learn how to query Wikidata with SPARQL. This tutorial covers the basics of Wikidata and how to use the Wikidata Query Service.
sh: Naučite kako postavljati upite Wikidata pomoću SPARQL-a. Ovaj vodič pokriva osnove Wikidata i kako koristiti Wikidata Query Service.

source: [Read more](https://wdqs-tutorial.toolforge.org)
sh: [Čitajte više](https://wdqs-tutorial.toolforge.org)

source: Search articles by location
sh: Pretražite članke prema lokaciji

source: Learn how to use the MediaWiki API to search for Wikipedia articles near a specific location. This tutorial uses JavaScript, Python, and the Flask framework.
sh: Naučite kako koristiti priložnik MediaWIkija za pretragu Wikipedia članaka u blizini određene geografske lokacije. Ovaj vodič koristi JavaScript, Python i okvir Flask.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Nearby_places_viewer)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Nearby_places_viewer)
