Repository: wikimedia/wikimedia-developer-portal
Catalog: data/locale/sh/LC_MESSAGES/mkdocs.po
Languages: sh

source: Wikimedia Developer Portal
sh: Portal za programere Wikimedije

source: Find technical documentation, and connect with Wikimedia developer communities.
sh: Nađite tehničku dokumentaciju i povežite se sa zajednicama programera Wikimedije.

source: Wikimedia Foundation and contributors
sh: Wikimedia Foundation i suradnici

source: Copyright &copy; Wikimedia Foundation and contributors
sh: Copyright &copy; Wikimedia Foundation i suradnici

source: Privacy policy
sh: Politika privatnosti

source: Terms of Use
sh: Uslovi korištenja

source: Code: GPL-3.0-or-later
sh: Kôd: GPL-3.0-ili-kasnije

source: Content: CC-BY-SA-4.0
sh: Sadržaj: CC-BY-SA-4.0

source: About
sh: O portalu

source: Contribute
sh: Doprinesite

source: Get started
sh: Započnite

source: Use content and data
sh: Upotreba sadržaja i podataka

source: Tools and bots
sh: Alatke i botovi

source: Community
sh: Zajednica

source: Get help
sh: Dobijte pomoć

source: Discover and build Wikimedia technology
sh: Otkrijte i izgradite Wikimedijinu tehnologiju

source: Find technical documentation, and connect with the developer community behind [Wikipedia](https://www.wikipedia.org/) and other [Wikimedia projects](https://wikimediafoundation.org/our-work/wikimedia-projects/).
sh: Nađite tehničku dokumentaciju i povežite se sa zajednicom programera koja stoji iza [Wikipedije](https://www.wikipedia.org/) i drugih [Wikimedijinih projekata](https://wikimediafoundation.org/our-work/wikimedia-projects/).

source: [Get started](get-started/){ .md-button }
sh: [Započnite](get-started/){ .md-button }

source: [Use Wikimedia content and data](use-content/)
sh: [Upotreba sadržaja i podataka Wikimedije](use-content/)

source: Access articles from Wikipedia, media files, structured data, and more with public APIs and downloads.
sh: Pristup člancima s Wikipedije, medijskim datotekama, strukturiranim podacima i više s javnim priložnicima i preuzimanjima.

source: [Build tools and bots](build-tools/)
sh: [Izradite alatke i botove](build-tools/)

source: Tools and bots make it easier to edit and maintain Wikimedia projects.
sh: Alatke i botovi olakšavaju uređivanje i održavanje Wikimedijinih projekata.

source: [Contribute to Wikimedia open source](contribute/)
sh: [Doprinesite otvorenom kodu Wikimedije](contribute/)

source: Help build the Wikimedia ecosystem with open source software.
sh: Pomozite u izgradnji Wikimedijinog ekosustava pomoću softvera s otvorenim kodom.

source: [Connect with the community](community/)
sh: [Povežite se sa zajednicom](community/)

source: Get involved with the Wikimedia technical community, and find opportunities for support and learning.
sh: Uključite se u Wikimedijinu tehničku zajednicu, gdje ćete pronaći prilike za podršku i učenje.

source: [Get help](get-help/)
sh: [Dobijte pomoć](get-help/)

source: Find resources to help with questions and troubleshooting.
sh: Nađite resurse za pitanja i probleme

source: [Discover and share tools](search.md)
sh: [Otkrijte i podijelite alatke](search.md)

source: Browse the catalog of tools on Toolhub, share your tools, and help maintain tool metadata.
sh: Pregledajte katalog alatki na Toolhubu, podijelite svoje alatke i pomozite u održavanju metapodataka alatki.

source: [Get started](get-started.md)
sh: [Započnite](get-started.md)

source: Create your first tool, learn about running a bot, and get best practices.
sh: Napravite svoju prvu alatku, naučite o pokretanju bota i najbolje prakse.

source: [Learn with tutorials](tutorials.md)
sh: [Učite uz tutoriale](tutorials.md)

source: Follow step-by-step guides to learn the basics of interacting with Wikimedia projects.
sh: Slijedite vodiče korak po korak kako biste naučili osnove interakcije s Wikimedijinim projektima.

source: [Use APIs and data sources](apis.md)
sh: [Koristite priložnike i izvore podataka](apis.md)

source: Explore programming interfaces for building bots and tools.
sh: Istražite programska sučelja za izradu botova i alata.

source: [Host tools on Wikimedia servers](host-tools.md)
sh: [Hostirajte alatke na Wikimedijinim poslužiteljima](host-tools.md)

source: Access cloud services for performing analytics, administering bots, running web services, and hosting tools that help Wikimedia projects.
sh: Pristup uslugama u oblaku za izvođenje analitike, administriranje botova, web usluge i hosting alatki koji pomažu Wikimedijinim projektima.

source: Use APIs and data sources
sh: Koristite priložnike i izvore podataka

source: Pywikibot is a Python library and collection of scripts that automate work on Wikimedia projects.
sh: Pywikibot je Python biblioteka i zbirka skripti koje automatiziraju rad na Wikimedijinim projektima.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot)

source: [Contribute](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot/Development)
sh: [Doprinesite](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot/Development)

source: [Get the source code](https://gerrit.wikimedia.org/g/pywikibot/core)
sh: [Dobijte izvorni kod](https://gerrit.wikimedia.org/g/pywikibot/core)

source: Browse libraries by programming language
sh: Pregledajte biblioteke prema programskom jeziku

source: API client libraries make it easier to write code that interacts with an API. Visit this list to browse popular libraries for the MediaWiki API by programming language.
sh: Biblioteke priložničkih klijenata olakšavaju pisanje koda koji je u interakciji s priložnikom. Posjetite ovaj spisak za pregledavanje popularnih biblioteka za priložnik MediaWikija prema programskom jeziku.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Client_code)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Client_code)

source: Use the API
sh: Koristite priložnik

source: The MediaWiki API gives you programmatic access to content on any Wikimedia wiki. You can use the API to search and display wiki pages, get media files, edit pages, and manage wikis.
sh: Priložnik MediaWikija daje vam programski pristup sadržaju na svakom Wikimedijinom wikiju. Možete koristiti za pretraživanje i prikaz wikistranica, za dobivanje medijskih datoteka, uređivanje stranica i upravljanje wikijima.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API)

source: [Try the sandbox](https://www.mediawiki.org/wiki/Special:ApiSandbox)
sh: [Pokušajte pesak](https://www.mediawiki.org/wiki/Special:ApiSandbox)

source: Download content in bulk
sh: Preuzmite sadržaj skupno

source: Access free downloads of wiki content and data that you can use in research, offline reading, bot editing, and other projects.
sh: Pristup besplatnim preuzimanjima wikisadržaja i podataka što možete koristiti u istraživanju, izvanmrežnom čitanju, uređivanju botova i drugim projektima.

source: [Read more on Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Data_dumps)
sh: [Čitajte više na Meti](https://meta.wikimedia.org/wiki/Special:MyLanguage/Data_dumps)

source: Query wiki databases
sh: Upit za wiki baze podataka

source: Wiki replicas are anonymized versions of the databases that back Wikimedia's production sites. Use Quarry to run and share SQL queries.
sh: Wikireplike su anonimizirane verzije baza podataka koje podupiru Wikimedijini proizvodni sajtovi. Koristite Quarry za pokretanje i dijeljenje SQL upita.

source: [Visit Quarry](https://quarry.wmcloud.org/)
sh: [Posjetite Quarry](https://quarry.wmcloud.org/)

source: [Read more on Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Research:Quarry)
sh: [Čitajte više na Meti](https://meta.wikimedia.org/wiki/Special:MyLanguage/Research:Quarry)

source: Build your first tool
sh: Napravite svoju prvu alatku

source: Learn how to edit wiki pages using Python and the Pywikibot framework. This tutorial helps you get started quickly using only your browser.
sh: Naučite kako uređivati ​​wikistranice koristeći Python i Pywikibot framework. Ovaj vam vodič pomaže da brzo počnete koristeći samo preglednik.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot/PAWS)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Pywikibot/PAWS)

source: Learn about creating and running bots
sh: Naučite o stvaranju i pokretanju botova

source: Bots help maintain wikis by performing repetitive tasks. Get started creating and running bots by learning about best practices.
sh: Botovi pomažu u održavanju linkova i izvođenju ponavljajućih zadataka. Započnite stvarati i pokretati botove tako što ćete naučiti o najboljim primjerima iz prakse.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Creating_a_bot)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Manual:Creating_a_bot)

source: Best practices for open source tools
sh: Najbolje prakse za alatke s otvorenim kodom

source: New to open source? Get tips to help you develop successful tools and bots, including choosing a license, publishing the code, and writing docs.
sh: Nemate iskustva u otvorenom kodu? Ovdje ćemo vam dati savjete o tome kako razviti korisne alatke i botove, uključujući odabir licence, objavljivanje koda i pisanje dokumenata.

source: [Read more on Wikitech](https://wikitech.wikimedia.org/wiki/Help:Toolforge/Developing_successful_tools)
sh: [Čitajte više na Wikitech](https://wikitech.wikimedia.org/wiki/Help:Toolforge/Developing_successful_tools)

source: Host tools on Wikimedia servers
sh: Hostirajte alatke na Wikimedijinim poslužiteljima

source: Run scripts in your browser
sh: Pokrenite skripte u svom pregledniku

source: PAWS is a free, cloud-hosted playground for creating scripts and data visualizations related to Wikimedia projects. Log in with your Wikimedia account and create a notebook to get started.
sh: PAWS je besplatno igralište u oblaku za stvaranje skripti i vizualizacija podataka povezanih s Wikimedijinim projektima. Prijavite se sa svojim wikmedijskim računom i napravite bilježnicu da biste započeli.

source: [Visit PAWS](https://hub-paws.wmcloud.org/)
sh: [Posjetite PAWS](https://hub-paws.wmcloud.org/)

source: [Read more on Wikitech](https://wikitech.wikimedia.org/wiki/PAWS)
sh: [Čitajte više na Wikitech](https://wikitech.wikimedia.org/wiki/PAWS)

source: Learn about cloud hosting for tools
sh: Saznajte više o hostingu u oblaku za alatke

source: Toolforge is a free hosting environment for running and managing tools. Developing a tool in Toolforge makes it easier to access Wikimedia content and data and to share your tool with others.
sh: Toolforge je besplatno hosting okruženje za pokretanje i upravljanje alatkama. Razvoj alatke u Toolforgeu olakšava pristup sadržaju i podacima Wikimedije, dok vam omogućuje dijeljenje vaše alatke s drugima.

source: [Read more on Wikitech](https://wikitech.wikimedia.org/wiki/Help:Toolforge)
sh: [Čitajte više na Wikitech](https://wikitech.wikimedia.org/wiki/Help:Toolforge)

source: Discover and share tools
sh: Otkrijte i podijelite alatke

source: Toolhub is a catalog of tools that make it easier to edit and maintain Wikimedia projects. Use Toolhub to discover new tools, connect with tool maintainers, and share lists of your favorite tools.
sh: Toolhub je katalog alatki koje olakšavaju uređivanje i održavanje Wikimedijinih projekata. Koristite Toolhub za otkrivanje novih alatki, povezivanje s održavateljima alatki i dijeljenje spiskova vaših omiljenih alatki.

source: [Visit Toolhub](https://toolhub.wikimedia.org/)
sh: [Posjetite Toolhub](https://toolhub.wikimedia.org/)

source: Share a tool
sh: Podijelite alatku

source: Add your tool to the Toolhub catalog so others can benefit from and build on your work. Log in to Toolhub with your Wikimedia account to get started.
sh: Stavite svoju alatku na Toolhub katalog kako bi drugi mogli imati koristi od vašeg rada. Prijavite se na Toolhub sa svojim wikimedijskim računom da biste započeli.

source: [Add a tool to Toolhub](https://toolhub.wikimedia.org/add-or-remove-tools?tab=tool-create)
sh: [Stavite svoju alatku na Toolhub](https://toolhub.wikimedia.org/add-or-remove-tools?tab=tool-create)

source: Learn with tutorials
sh: Učite uz tutoriale

source: Generate ideas for articles
sh: Generirajte ideje za članke

source: Learn how to use the MediaWiki API to generate ideas for new Wikipedia articles. This tutorial uses Python and the Flask framework.
sh: Naučite kako koristiti priložnik MediaWikija za generisanje ideja za nove članke na Wikipediji. Ovaj vodič koristi Python i okvir Flask.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Article_ideas_generator)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Article_ideas_generator)

source: Write a bot that uses Wikidata
sh: Napišite bota što koristi Wikidata

source: Use Python to handle large datasets from Wikidata and transfer data between tools in your workflow.
sh: Koristite Python za rukovanje velikim skupovima podataka iz Wikidata i prijenos podataka između alata u tijeku rada.

source: [Read more on Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Pywikibot_-_Python_3_Tutorial)
sh: [Čitajte više na Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Pywikibot_-_Python_3_Tutorial)

source: Display holidays from Wikipedia
sh: Prikaz praznika s Wikipedije

source: Learn how to use the MediaWiki API to fetch holidays for a given date from Wikipedia. This tutorial also covers how to use the API to log in to Wikipedia and add new holidays. This tutorial uses Python and the Flask framework.
sh: Naučite kako koristiti priložnik MediaWikija za dohvaćanje praznika za određeni datum s Wikipedije. Ovaj vodič također pokriva korišćenje priložnika za prijavu na Wikipediji i dodavanje novih praznika. Koristi Python i okvir Flask.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Holidays_viewer)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/API:Holidays_viewer)

source: Add JavaScript or CSS to a wiki
sh: Dodajte JavaScript ili CSS na wiki

source: Customize MediaWiki with client-side JavaScript and CSS. Share user scripts, and explore gadgets other people have created.
sh: Prilagodite MediaWiki s JavaScriptom i CSS-om na strani klijenta. Podijelite korisničke skripte i istražite spravice koje su drugi ljudi izradili.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Gadget_kitchen)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Gadget_kitchen)

source: Host a tool on Wikimedia cloud servers
sh: Hostirajte alatku na Wikimedijinim poslužiteljima u oblaku

source: Toolforge is a free hosting environment for running and managing tools. Get started with Toolforge by creating an account and setting up a basic web service.
sh: Toolforge je okruženje za besplatni hosting alatki, pokretanje i upravljanje alatima. Započnite s Toolforgeom otvaranjem računa i postavljanjem osnovne web usluge.

source: [Read more on Wikitech](https://wikitech.wikimedia.org/wiki/Help:Toolforge/Quickstart)
sh: [Čitajte više na Wikitech](https://wikitech.wikimedia.org/wiki/Help:Toolforge/Quickstart)

source: [Explore hackathons and events](events.md)
sh: [Istražite hackathone i događaje](events.md)

source: Browse content from past events, or join an upcoming event.
sh: Pregledajte sadržaj s prošlih događaja ili se pridružite nadolazećem događaju.

source: [Communicate with the tech community](communicate.md)
sh: [Komunicirajte s tehnološkom zajednicom](communicate.md)

source: Understand communication channels and how to connect with Wikimedia developers.
sh: Razumjeti koji su komunikacijski kanali i kako se povezati s programerima Wikimedije.

source: [Learn and share technical skills](grow.md)
sh: [Naučite i dijelite tehničke vještine](grow.md)

source: Grow your skills, or help others learn through workshops, internships, and mentoring opportunities.
sh: Unaprijedite svoje vještine, ili čak pomozite drugima u učenju kroz radionice, stažiranje i mentorstvo.

source: [Get tech project updates](updates.md)
sh: [Primajte ažuriranja tehničkih projekata](updates.md)

source: Stay up to date with the latest from the Wikimedia technical community.
sh: Ostanite u tijeku s najnovijim vijestima iz tehničke zajednice Wikimedije.

source: [Learn about Wikimedia technical operations](tech-ops.md)
sh: [Saznajte više o tehničkim operacijama Wikimedije](tech-ops.md)

source: Find information about the infrastructure and teams behind Wikimedia technology.
sh: Nađitei nformacije o infrastrukturi i timovima iza Wikimedijine tehnologije.

source: Communicate with the tech community
sh: Komunicirajte s tehnološkom zajednicom

source: Read the code of conduct
sh: Pročitajte kodeks ponašanja

source: The code of conduct for Wikimedia technical spaces applies to both physical and virtual environments. Learn how to foster an open and welcoming community.
sh: Kodeks ponašanja za Wikimedijine tehničke prostore primjenjuje se i na fizičko, i na virtualno okruženje. Naučite kako poticati otvorenu i gostoljubivu zajednicu.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Code_of_Conduct)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Code_of_Conduct)

source: Communication channels
sh: Komunikacijski kanali

source: Get in contact with developers and MediaWiki users to get support and share knowledge.
sh: Stupite u kontakt s programerima i korisnicima MediaWikija kako biste dobili podršku i podijelili znanje.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Communication)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Communication)

source: Find code maintainers and stewards
sh: Pronađite održavatelje kodova i stjuarde

source: Browse the list of developers and teams who maintain core MediaWiki components, key extensions and skins, libraries, and other Wikimedia technical infrastructure.
sh: Pregledajte spisak programera i timova koji održavaju osnovu MediaWikija, ključna proširenja i maske, biblioteke i drugu tehničku infrastrukturu Wikimedije.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Developers/Maintainers)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Developers/Maintainers)

source: Explore hackathons and events
sh: Istražite hackathone i događaje

source: Hackathons
sh: Hackathoni

source: A hackathon brings together people with different skills to work together on a common technical goal.
sh: Hackathoni su događaji gdje ljudi s različitim vještinama kako bi zajedno radili na zajedničkom tehničkom cilju.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Hackathons)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Hackathons)

source: Wikidata events
sh: Događaji na Wikidata

source: Browse meetups for Wikidata editors, data reusers, and developers.
sh: Pregledajte sastanke za urednike Wikidata, namijenitelje podataka i programere.

source: [Read more on Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Events)
sh: [Čitajte više na Wikidata](https://www.wikidata.org/wiki/Special:MyLanguage/Wikidata:Events)

source: Research events
sh: Istražite događaje

source: Join forums and meetups for scientists, engineers, and scholars who are exploring all aspects of Wikimedia projects.
sh: Pridružite se forumima i sastancima za znanstvenike, inženjere i učenjake koji istražuju sve aspekte Wikimedijinih projekata.

source: [Read more](https://research.wikimedia.org/events.html)
sh: [Čitajte više](https://research.wikimedia.org/events.html)

source: MediaWiki developer events
sh: Događaji za programere MediaWikija

source: Join meetings, conferences, and coding sessions related to MediaWiki and Wikimedia code.
sh: Pridružite se sastancima, konferencijama i sesijama kodiranja vezanim uz MediaWiki i Wikimedia kod.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Events)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Events)

source: Coolest Tool Award
sh: Nagrada za najcool alat

source: This annual award event celebrates volunteer developer contributions.
sh: Ova godišnja dodjela nagrada slavi doprinose programera volontera.

source: [Read more on Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Coolest_Tool_Award)
sh: [Čitajte više na Meti](https://meta.wikimedia.org/wiki/Special:MyLanguage/Coolest_Tool_Award)

source: Technical skills workshops
sh: Radionice tehničkih vještina

source: Find tools and educational resources to help small wiki communities grow their technical capacity and learn new skills.
sh: Nađite alatke i obrazovne resurse koji će pomoći malim wikizajednicama da povećaju svoje tehničke sposobnosti i steknu nove vještine.

source: [Read more on Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Small_wiki_toolkits)
sh: [Čitajte više na Meti](https://meta.wikimedia.org/wiki/Special:MyLanguage/Small_wiki_toolkits)

source: Learn and share technical skills
sh: Naučite i dijelite tehničke vještine

source: Outreach and mentoring programs
sh: Outreach i mentorski programi

source: Grow your skills through internships and mentoring programs like Outreachy and Google Summer of Code.
sh: Unaprijedite svoje vještine kroz stažiranje i programe mentorstva kao što su Outreachy i Google Summer of Code.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Outreach_programs)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Outreach_programs)

source: Small wiki toolkits
sh: Alatke za male wikije

source: Videos and tech talks
sh: Videozapisi i razgovori o tehnologiji

source: Learn about Wikimedia technology through recorded presentations from the community.
sh: Naučite više o Wikimedijinoj tehnologiji kroz snimljena izlaganja zajednice.

source: [Visit the YouTube channel](https://www.youtube.com/user/watchmediawiki/videos)
sh: [Posjetite YouTube kanal](https://www.youtube.com/user/watchmediawiki/videos)

source: Tech ambassadors
sh: Tehnički ambasadori

source: Volunteer your skills to help Wikimedians resolve technical issues and connect developers with local wikis.
sh: Volontirajte svoje vještine kako biste pomogli Wikimedijancima u rješavanju tehničkih problema i povezivanju programera s lokalnim wikijima.

source: [Read more on Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Tech/Ambassadors)
sh: [Čitajte više na Meti](https://meta.wikimedia.org/wiki/Special:MyLanguage/Tech/Ambassadors)

source: Learn about Wikimedia technical operations
sh: Saznajte više o tehničkim operacijama Wikimedije

source: Wikimedia technical operations
sh: Tehničke operacije Wikimedije

source: Cloud tools and services
sh: Alatke i usluge u oblaku

source: Learn about shared hosting, data services, and other infrastructure support for technical contributions to Wikimedia projects.
sh: Saznajte više o dijeljenom hostingu, podatkovnim uslugama i drugoj infrastrukturnoj podršci za tehničke doprinose Wikimedijinim projektima.
