Repository: wikimedia/wikimedia-developer-portal
Catalog: data/locale/sh/LC_MESSAGES/mkdocs.po
Languages: sh

source: [Read more on Wikitech](https://wikitech.wikimedia.org/wiki/Help:Cloud_Services_introduction)
sh: [Čitajte više na Wikitech](https://wikitech.wikimedia.org/wiki/Help:Cloud_Services_introduction)

source: Performance monitoring
sh: Praćenje performansi

source: Monitor the current and past performance of Wikimedia sites.
sh: Pratite trenutnu i prošlu izvedbu Wikimedijinih sajtova.

source: [Read more](https://performance.wikimedia.org/)
sh: [Čitajte više](https://performance.wikimedia.org/)

source: Security policies
sh: Sigurnosne politike

source: Read security policies for the MediaWiki platform and the Wikimedia Foundation.
sh: Pročitajte sigurnosne politike za platformu MediaWiki i Wikimedia Foundation.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Security)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Security)

source: Software deployments
sh: Postavljanje softvera

source: Track software deployments to Wikimedia Foundation servers.
sh: Pratite implementaciju softvera na poslužitelje Wikimedia Foundation.

source: [Read more on Wikitech](https://wikitech.wikimedia.org/wiki/Deployments)
sh: [Čitajte više na Wikitech](https://wikitech.wikimedia.org/wiki/Deployments)

source: Structured data infrastructure
sh: Infrastruktura strukturiranih podataka

source: Wikibase is open source software for collaborative knowledge bases and linked open data. Learn about the system architecture of the software behind Wikidata.
sh: Wikibase je softver s otvorenim kodom namjenjen za suradničke baze znanja i povezane otvorene podatke. Saznajte više o arhitekturi sustava softvera iza Wikidata.

source: [Read the docs](https://wmde.github.io/wikidata-wikibase-architecture/)
sh: [Pročitajte dokumente](https://wmde.github.io/wikidata-wikibase-architecture/)

source: Technical infrastructure
sh: Tehnička infrastruktura

source: Learn about essential Wikimedia infrastructure like networks, data centers, and logging, and browse architecture diagrams.
sh: Saznajte više o osnovnoj Wikimedijinoj infrastrukturi poput mreža, podatkovnih centara i bilježenja. Pregledavajte arhitektonske dijagrame.

source: [Read more on Wikitech](https://wikitech.wikimedia.org/wiki/Wikimedia_infrastructure)
sh: [Čitajte više na Wikitech](https://wikitech.wikimedia.org/wiki/Wikimedia_infrastructure)

source: Technical decision-making process
sh: Tehnički proces odlučivanja

source: Learn about why and how technical decisions are made, and browse decision records.
sh: Saznajte zašto i kako se donose tehničke odluke i pregledajte zapise odluka.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Technical_decision_making)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Technical_decision_making)

source: Get tech project updates
sh: Primajte ažuriranja tehničkih projekata

source: Tech blog
sh: Tehnički blog

source: Read blog posts from the Wikimedia technical community.
sh: Čitajte blogovske objave od tehničke zajednice Wikimedije.

source: [Visit the tech blog](https://techblog.wikimedia.org/)
sh: [Posjetite tehnički blog](https://techblog.wikimedia.org/)

source: Technical community newsletter
sh: Bilten tehničke zajednice

source: Subscribe to quarterly updates on activities in the Wikimedia technical community.
sh: Pretplatite se na kvartalni bilten o aktivnostima u Wikimedijinoj tehničkoj zajednici.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Technical_Community_Newsletter)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Technical_Community_Newsletter)

source: Tech news
sh: Tehničke novosti

source: Get weekly summaries of technical topics for Wikimedians.
sh: Primajt tjedne sažetke za Wikimedijance o tehničkim temama.

source: [Read more on Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Tech/News/Latest)
sh: [Čitajte više na Meti](https://meta.wikimedia.org/wiki/Special:MyLanguage/Tech/News/Latest)

source: Contribute to Wikimedia open source
sh: Doprinesite otvorenom kodu Wikimedije

source: [Learn how contributing works](overview.md)
sh: [Saznajte kako funkcionira doprinos](overview.md)

source: Get the basics of how to contribute to MediaWiki and other Wikimedia open source projects.
sh: Naučite osnove doprinosa MediaWikiju i drugim Wikimedijinim projektima s otvorenim kodom.

source: [Contribute by topic](by-topic.md)
sh: [Doprinesite po temi](by-topic.md)

source: Find ways to contribute, and connect with others with shared interests.
sh: Nađite načine za doprinose i povežite se s drugima sa zajedničkim interesima.

source: [Contribute by programming language](by-language.md)
sh: [Doprinesite prema programskom jeziku](by-language.md)

source: Choose a project to contribute to based on programming language.
sh: Odaberite kojem projektu želite doprinijeti na temelju programskog jezika.

source: [Search all projects](search.md)
sh: [Pretražite sve projekte](search.md)

source: Search all Wikimedia open source software projects.
sh: Pretražite sve Wikimedijine softverske projekte s otvorenim kodom.

source: Contribute by programming language
sh: Doprinesite prema programskom jeziku

source: Codex is a toolkit for building user interfaces within the Wikimedia Design System using Vue.
sh: Codex je skup alatki za izradu korisničkih sučelja unutar Wikimedijinog sustava za dizajn rabeći Vue.

source: [Read the docs](https://doc.wikimedia.org/codex/latest)
sh: [Pročitajte dokumente](https://doc.wikimedia.org/codex/latest)

source: [Contribute](https://doc.wikimedia.org/codex/latest/contributing/overview.html)
sh: [Doprinesite](https://doc.wikimedia.org/codex/latest/contributing/overview.html)

source: [Get the source code](https://gerrit.wikimedia.org/g/design/codex/)
sh: [Dobijte izvorni kod](https://gerrit.wikimedia.org/g/design/codex/)

source: SignIt Firefox Extension
sh: SignIt za Firefox dodatak

source: A web-browser extension that translates words into sign language videos, so you can learn sign language while reading online.
sh: Dodatak za preglednike koji prevodi riječi u videozapise na znakovnom jeziku, tako da možete učiti znakovni jezik dok čitate.

source: [Read the docs](https://meta.wikimedia.org/wiki/Lingua_Libre/SignIt)
sh: [Pročitajte dokumente](https://meta.wikimedia.org/wiki/Lingua_Libre/SignIt)

source: [Contribute](https://github.com/lingua-libre/SignIt/blob/master/README.md)
sh: [Doprinesite](https://github.com/lingua-libre/SignIt/blob/master/README.md)

source: [Get the source code](https://github.com/lingua-libre/SignIt)
sh: [Dobijte izvorni kod](https://github.com/lingua-libre/SignIt)

source: VideoCutTool
sh: Videouređivanje

source: A tool to edit videos on Wikimedia Commons, built with React JS and Node JS.
sh: Alat za uređivanje videozapisa na Vikimedijinoj ostavi, izgrađen pomoću React JS i Node JS.

source: [Read the docs](https://videocuttool.wmflabs.org)
sh: [Pročitajte dokumente](https://videocuttool.wmflabs.org)

source: [Contribute](https://commons.wikimedia.org/wiki/Special:MyLanguage/Commons:VideoCutTool)
sh: [Doprinesite](https://commons.wikimedia.org/wiki/Special:MyLanguage/Commons:VideoCutTool)

source: [Get the source code](https://gerrit.wikimedia.org/g/labs/tools/VideoCutTool)
sh: [Dobijte izvorni kod](https://gerrit.wikimedia.org/g/labs/tools/VideoCutTool)

source: Wikimedia Commons Android app
sh: Android prilog Ostave

source: The Wikimedia Commons Android app allows users to upload pictures from their device to Wikimedia Commons.
sh: Android prilog Ostave omogućuje korisnicima prijenos slika na Ostavu sa svojih uređaja.

source: [Read the docs](https://commons-app.github.io/)
sh: [Pročitajte dokumente](https://commons-app.github.io/)

source: [Contribute](https://github.com/commons-app/commons-app-documentation/blob/master/android/Volunteers-welcome!.md)
sh: [Doprinesite](https://github.com/commons-app/commons-app-documentation/blob/master/android/Volunteers-welcome!.md)

source: [Get the source code](https://github.com/commons-app/apps-android-commons)
sh: [Dobijte izvorni kod](https://github.com/commons-app/apps-android-commons)

source: An offline reader for people without internet access.
sh: Izvanmrežni čitač za osobe bez pristupa internetu.

source: [Read the docs](https://www.kiwix.org/)
sh: [Pročitajte dokumente](https://www.kiwix.org/)

source: [Contribute](https://github.com/kiwix/overview/blob/master/CONTRIBUTING.md)
sh: [Doprinesite](https://github.com/kiwix/overview/blob/master/CONTRIBUTING.md)

source: [Get the source code](https://github.com/kiwix/)
sh: [Dobijte izvorni kod](https://github.com/kiwix/)

source: Wikidata-based keyboards for second language learners, including translation, verb conjugation and noun-gender annotation.
sh: Tipkovnice na Wikipodacima za učenike drugog jezika, uključujući prijevod, konjugaciju glagola i pribilješke o rodu imenica.

source: [Get the source code](https://github.com/scribe-org)
sh: [Dobijte izvorni kod](https://github.com/scribe-org)

source: [Contribute (Android)](https://github.com/scribe-org/Scribe-Android/blob/main/CONTRIBUTING.md)
sh: [Doprinesite (Android)](https://github.com/scribe-org/Scribe-Android/blob/main/CONTRIBUTING.md)

source: [Contribute (iOS)](https://github.com/scribe-org/Scribe-iOS/blob/main/CONTRIBUTING.md)
sh: [Doprinesite (iOS)](https://github.com/scribe-org/Scribe-iOS/blob/main/CONTRIBUTING.md)

source: Blubber is an infrastructure tool that configures Docker containers and tests code as part of Wikimedia's continuous integration pipeline.
sh: Blubber je infrastrukturna alatka koja konfigurira Docker spremnike i testira kod kao dio Wikimedijinog kontinuiranog dovoda uklapanja.

source: [Read more on Wikitech](https://wikitech.wikimedia.org/wiki/Blubber)
sh: [Čitajte više na Wikitech](https://wikitech.wikimedia.org/wiki/Blubber)

source: [Contribute](https://gitlab.wikimedia.org/repos/releng/blubber/-/blob/main/CONTRIBUTING.md)
sh: [Doprinesite](https://gitlab.wikimedia.org/repos/releng/blubber/-/blob/main/CONTRIBUTING.md)

source: [Get the source code](https://gitlab.wikimedia.org/repos/releng/blubber/)
sh: [Dobijte izvorni kod](https://gerrit.wikimedia.org/repos/releng/blubber/)

source: MediaWiki is the software that powers Wikipedia, its sister projects, and thousands of wikis all over the world.
sh: MediaWiki je softver koji pokreće Wikipediju, njene sestrinske projekte i tisuće wikija diljem svijeta.

source: [Visit mediawiki.org](https://www.mediawiki.org/)
sh: [Posjetite mediawiki.org](https://www.mediawiki.org/)

source: [Contribute](https://www.mediawiki.org/wiki/Special:MyLanguage/How_to_become_a_MediaWiki_hacker)
sh: [Doprinesite](https://www.mediawiki.org/wiki/Special:MyLanguage/How_to_become_a_MediaWiki_hacker)

source: [Get the source code](https://gerrit.wikimedia.org/r/plugins/gitiles/mediawiki/core)
sh: [Dobijte izvorni kod](https://gerrit.wikimedia.org/r/plugins/gitiles/mediawiki/core)

source: Wiki Education Dashboard
sh: Nadzorna ploča za Wikiobrazovanje

source: The Wiki Education Dashboard is a web application that supports Wikipedia education assignments, edit-a-thons, and other editing projects, built with Ruby on Rails and React.
sh: Nadzorna ploča za Wikiobrazovanje je web prilog koji podržava zadatke, edit-a-thons i druge obrazovne projekte uređivanja. Izgrađen je s Ruby on Rails i React.

source: [Visit the dashboard](https://dashboard.wikiedu.org)
sh: [Posjetite dashboard](https://dashboard.wikiedu.org)

source: [Contribute](https://github.com/WikiEducationFoundation/WikiEduDashboard/blob/master/CONTRIBUTING.md)
sh: [Doprinesite](https://github.com/WikiEducationFoundation/WikiEduDashboard/blob/master/CONTRIBUTING.md)

source: [Get the source code](https://github.com/WikiEducationFoundation/WikiEduDashboard)
sh: [Dobijte izvorni kod](https://github.com/WikiEducationFoundation/WikiEduDashboard)

source: Contribute by topic
sh: Doprinesite po temi

source: Localization and internationalization
sh: Jezičko podešavanje

source: Write code that can be localized, get your code translated, and contribute to making Wikimedia technology multilingual.
sh: Napišite kod što se može lokalizirati, dajte ga na prijavod, doprinesite tome da Wikimedijina tehnologija postane višejezična.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Localisation)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Localisation)

source: Mobile apps
sh: Mobilni prilozi

source: Expand the reach of Wikimedia content by contributing to mobile apps for Wikipedia, Wikimedia Commons, and other projects.
sh: Proširite doseg Wikimedijinog sadržaja doprinoseći mobilnim prilozima za Wikipediju, Ostavu i druge projekte.

source: [Read more on Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Wikimedia_Apps)
sh: [Čitajte više na Meti](https://meta.wikimedia.org/wiki/Special:MyLanguage/Wikimedia_Apps)

source: Documentation
sh: Dokumentacija

source: Read the documentation style guide, and find good first tasks for improving documentation.
sh: Pročitajte vodič za stil dokumentacije i nađite dobre prve zadatke za poboljšanje dokumentacije.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Documentation/New_technical_writers)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Documentation/New_technical_writers)

source: Offline reading
sh: Offline čitanje

source: Expand the reach of the free knowledge by helping people use Wikipedia without internet access.
sh: Proširite doseg slobodnog znanja pomažući ljudima da koriste Wikipediju bez pristupa internetu.

source: [Read more on Meta-Wiki](https://meta.wikimedia.org/wiki/Special:MyLanguage/Offline_Projects)
sh: [Čitajte više na Meti](https://meta.wikimedia.org/wiki/Special:MyLanguage/Offline_Projects)

source: [Contribute](https://www.kiwix.org/en/support-us/code/)
sh: [Doprinesite](https://www.kiwix.org/en/support-us/code/)

source: Infrastructure
sh: Infrastruktura

source: Contribute to the infrastructure that powers Wikimedia projects. Help improve the performance and efficiency of Wikimedia servers and software.
sh: Doprinesite infrastrukturi koja pokreće Wikimedijine projekte. Pomognite poboljšati učinkovitost Wikimedijinih poslužitelja i softvera.

source: [Read more on Wikitech](https://wikitech.wikimedia.org/wiki/Get_involved)
sh: [Čitajte više na Wikitech](https://wikitech.wikimedia.org/wiki/Get_involved)

source: Learn how contributing works
sh: Saznajte kako funkcionira doprinos

source: Create a developer account
sh: Otvorite programerski račun

source: Most Wikimedia technical spaces use a developer account to identify and authorize users. Create a free account to get started as a technical contributor.
sh: Većina Wikimedijinih tehničkih prostora koristi račun programera za identifikaciju i autorizaciju korisnika. Otvorite besplatni račun da biste započeli kao tehnički suradnik.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Developer_account)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Developer_account)

source: Find projects and tasks for new contributors
sh: Nađite projekte i zadatke za nove suradnike

source: Choose from open source projects that offer mentoring for new contributors, and find good first tasks.
sh: Birajte između otvorenih projekata koji nude mentorstvo za nove suradnike i nađite dobre prve zadatke.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/New_Developers)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/New_Developers)

source: Review guidelines and code conventions
sh: Pregledajte smjernice i konvencije koda

source: Understand development policies, best practices, and code conventions for Wikimedia software.
sh: Razumjeti politike razvoja, najbolje prakse i konvencije koda za Wikimedijini softver.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Development_guidelines)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Development_guidelines)

source: See your contributions
sh: Pogledajte svoje doprinose

source: Visualize your contributions across Wikimedia's code review and task tracking tools.
sh: Vizualizirajte svoje doprinose kroz alatke za pregled koda i praćenje zadataka.

source: [Visit WikiContrib](https://wikicontrib.toolforge.org/)
sh: [Posjetite WikiContrib](https://wikicontrib.toolforge.org/)

source: Search all projects
sh: Pretražite sve projekte

source: Search codebases
sh: Pretražite baze kodova

source: Search all Wikimedia codebases using the code search tool.
sh: Pretražte sve Wikimedijine baze kodova pomoću alatke za pretragu koda.

source: [Visit code search](https://codesearch.wmcloud.org/search)
sh: [Posjetite pretragu koda](https://codesearch.wmcloud.org/search)

source: Browse Wikimedia open source docs
sh: Pregledajte Wikimedijine dokumente s otvorenim kodom

source: Browse auto-generated and related documentation hosted on doc.wikimedia.org.
sh: Pregledajte auto-generisanu i srodnu dokumentaciju koja se nalazi na doc.wikimedia.org.

source: [Browse docs](https://doc.wikimedia.org)
sh: [Pretražite dokumente](https://doc.wikimedia.org)

source: Browse repositories
sh: Pretražite repozitorije

source: Explore Wikimedia codebases.
sh: Istražite Wikimedijine baze kodova.

source: [Browse repositories on Gerrit](https://gerrit.wikimedia.org/g/)
sh: [Pretražite repozitorije na Gerrit](https://gerrit.wikimedia.org/g/)

source: [Browse repositories on GitHub](https://github.com/wikimedia)
sh: [Pretražite repozitorije na GitHub](https://github.com/wikimedia)

source: [Browse repositories on GitLab](https://gitlab.wikimedia.org/explore)
sh: [Pretražite repozitorije na GitLab](https://gitlab.wikimedia.org/explore)

source: Search tools and bots
sh: Pretražite alatke i botove

source: Because the Wikimedia technical ecosystem is complex and distributed, you can find help and support in many different locations and formats.
sh: Budući da je tehnički ekosustav Wikimedije složen i rasporeden, podršku možete pronaći na mnogo različitih lokacija i u različitim formatima.

source: Search the docs
sh: Pretražite dokumente

source: Find technical information for Wikimedia projects.
sh: Nađite tehničke informacije za Wikimedijine projekte.

source: [Search across wikis](https://global-search.toolforge.org/)
sh: [Pretražujte po wikijima](https://global-search.toolforge.org/)

source: [Browse Wikimedia open source docs](https://doc.wikimedia.org/)
sh: [Pregledajte Wikimedijine dokumente s otvorenim kodom](https://doc.wikimedia.org/)

source: Check system status
sh: Provjerite status sustava

source: Verify the overall health and performance of the wiki environment, and find out about major outages.
sh: Provjerite cjelokupno zdravlje i performanse wikiokruženja, i saznajte o većim prekidima.

source: [Visit wikimediastatus.net](https://www.wikimediastatus.net/)
sh: [Posjetite wikimediastatus.net](https://www.wikimediastatus.net/)

source: [See MediaWiki versions used by Wikimedia wikis](https://versions.toolforge.org/)
sh: [Pogledajte verzije MediaWikija koje koriste Wikimedijini wikiji](https://versions.toolforge.org/)

source: [Learn about Wikimedia technology](wikimedia-tech.md)
sh: [Naučite više o Wikimedijinoj tehnologiji](wikimedia-tech.md)

source: Explore the open source software and technical components behind Wikimedia projects.
sh: Istražite softver s otvorenom kodom i tehničke sastavnice iza Wikimedijinih projekata.

source: [Understand the development process](new-dev.md)
sh: [Razumjeti razvojni proces](new-dev.md)

source: Learn how Wikimedia software projects work and how to make technical contributions.
sh: Naučite kako funkcioniraju projekti na Wikimedijinom softveru i kako dati tehničke doprinose.

source: Follow coding exercises with step-by-step guidance.
sh: Slijedite vježbe kodiranja s uputama korak po korak.

source: [Browse by programming language](browse-languages.md)
sh: [Pretražujte prema programskom jeziku](browse-languages.md)

source: Find client libraries, example apps, and open source projects in your preferred coding languages.
sh: Nađite klijentske biblioteke, primjerne priloge i otvorene projekte na željenim jezicima kodiranja.

source: Browse by programming language
sh: Pretražujte prema programskom jeziku

source: API client libraries by language
sh: Priložničke klijentske biblioteke prema jeziku

source: Open source projects by language
sh: Projekti s otvorenim kodom prema jeziku

source: Find Wikimedia open source projects by programming language, and start contributing code.
sh: Nađite Wikimedijine projekte s otvorenim kodom prema programskom jeziku i počnite davati doprinos kodu.

source: [Browse projects](../contribute/by-language.md){ .md-button }
sh: [Pretražite projekte](../contribute/by-language.md){ .md-button }

source: Understand the development process
sh: Razumjeti razvojni proces

source: Learn how to make technical contributions to Wikimedia projects.
sh: Naučite kako dati tehničke doprinose Wikimedijinim projektima.

source: Find tickets, and track projects
sh: Nađite ulaznice i pratite projekte

source: Wikimedia uses Phabricator for task management and bug reporting. To interact with tasks, create a Phabricator account.
sh: Wikimedia koristi Phabricator za upravljanje zadacima i prijavu grešaka. Za interakciju sa zadacima, otvorite Phabricator račun.

source: [Visit Phabricator](https://phabricator.wikimedia.org/)
sh: [Posjetite Phabricator](https://phabricator.wikimedia.org/)

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Phabricator/Help)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Phabricator/Help)

source: Learn how to submit code
sh: Saznajte kako poslati kod

source: Many Wikimedia projects use Git and Gerrit for development. Before you submit code for review, get familiar with the tools, processes, and best practices.
sh: Mnogi Wikimedijini projekti koriste Git i Gerrit za njihovi razvoj. Prije nego što pošaljete kod na pregled, upoznajte se s alatima, procesima i najboljim primjerima iz prakse.

source: [Read more on mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Gerrit/Tutorial)
sh: [Čitajte više na mediawiki.org](https://www.mediawiki.org/wiki/Special:MyLanguage/Gerrit/Tutorial)

source: Tutorials for using content and data
sh: Upute za korištenje sadržaja i podataka

source: Learn the basics of using Wikimedia content and data in your project.
sh: Naučite osnove korištenja Wikimedijinog sadržaja i podataka u svom projektu.

source: [Browse tutorials](../use-content/tutorials.md){ .md-button }
sh: [Pretražite upute](../use-content/tutorials.md){ .md-button }

source: Tutorials for building tools and bots
sh: Vodiči za izradu alatki i botova

source: Learn the basics of writing code that interacts with Wikimedia projects.
sh: Naučite osnove pisanja koda koji je u interakciji s Wikimedijinim projektima.

source: [Browse tutorials](../build-tools/tutorials.md){ .md-button }
sh: [Pretražite upute](../build-tools/tutorials.md){ .md-button }

source: Learn about Wikimedia technology
sh: Naučite više o Wikimedijinoj tehnologiji

source: Explore core Wikimedia technology and open source projects.
sh: Istražite temeljnu Wikimedijinu tehnologiju i otvorene projekte.

source: Introduction to Wikimedia technology
sh: Uvod u Wikimedijinu tehnologiju
